Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# wizard_sport_explanationTitle
source: For which type of sport is your tournament?
de: Um welche Sportart handelt es sich?
fr: Pour quel sport est organisé votre tournoi ?

# wizard_sport_explanationDescription
source: Depending on your selection, default settings are made to suit the sport. You can adjust all settings afterwards.
de: Je nach Auswahl werden Voreinstellungen getroffen, die zur Sportart passen. Du kannst alle Einstellungen im Nachhinein justieren.
fr: Selon votre choix, les paramètres par défaut associés à ce sport seront appliqués. Vous pourrez les modifier plus tard.

# wizard_sport_missingFeedback
source: Is your sport not included? Let us know [here]({url}) and select a similar sport for now.
de: Ist deine Sportart nicht dabei? Gib uns [hier]({url}) Bescheid und wähle fürs Erste eine ähnliche Sportart aus.
fr: Votre sport est indisponible ? Prévenez-nous [ici]({url}) et choisissez un sport similaire en attendant.

# wizard_teams_howMany
source: How many teams take part?
de: Wie viele Teams nehmen teil?
fr: Combien d'équipes sont prévues ?

# wizard_teams_XTeamsWillBeCreated
source: {howMany, plural, one{1 team will be created.} other{{howMany} teams will be created.}}
de: {howMany, plural, one{1 Team wird erstellt. } other{{howMany} Teams werden erstellt. }}
fr: {howMany, plural, one{1 équipe sera créée.} other{{howMany} équipes seront créées.}}

# wizard_teams_explanation
source: Select a specific number of teams or add teams using the text field. You can enter the team names directly or use placeholders for the time being. For now, this is about one division. You can add more divisions later.
de: Wähle eine bestimmte Teamanzahl aus oder füge Teams per Textfeld hinzu. Du kannst die Namen des Teams direkt angeben oder vorerst Platzhalter verwenden. Hier geht es erst einmal um eine Spielklasse. Weitere Spielklassen kannst du später hinzufügen.
fr: Choisissez un nombre d'équipes, ou ajoutez-les en utilisant la zone de texte. Vous pouvez saisir le nom des équipes directement, ou utiliser des surnoms pour l'instant. Actuellement, il s'agit d'une seule division. Vous pourrez en ajouter plus tard.

# wizard_brackets
source: Brackets
de: Turniermodus
fr: Phases

# wizard_brackets_whatFormat
source: How should the {teams} play against each other?
de: In welchem Format sollen die {teams} gegeneinander spielen?
fr: Quelles sont les phases de rencontre entre les {teams} ?

# wizard_brackets_explanation
source: Select a template. If necessary, you can add any elements to it. Not only before the start of the tournament, but also during the tournament in case of unforeseen changes to the game plan. To do this, activate the editing function in the respective division.
de: Wähle eine Vorlage aus. Bei Bedarf kannst du sie um beliebige Elemente erweitern. Nicht nur vor Turnierstart, sondern auch während des Turniers, falls es zu unvorhergesehenen Änderungen im Spielplan kommt.
fr: Choisissez un modèle. Si nécessaire, vous pouvez lui ajouter des éléments. Non seulement avant le début du tournoi, mais aussi pendant selon les imprévus. Pour cela, activez la modification dans la division concernée.

# wizard_brackets_tile_empty
source: Without Template
de: Ohne Vorlage
fr: Libre

# wizard_brackets_tile_emptyDescription
source: Build your brackets from scratch exactly how you want them.
de: Baue deinen Turniermodus von Grund auf nach deinen Wünschen auf.
fr: Organisez vos phases comme vous le souhaiter..

# wizard_brackets_tile_groups
source: *{groups}* with {teams} each
de: *{groups}* mit je {teams}
fr: *{groups}* pour {teams}

# wizard_brackets_tile_onlyElimination
source: Knockout only
de: Nur KO-System
fr: Par élimination

# wizard_brackets_tile_losersAdvance
source: Losers continue playing
de: Verlierer spielen weiter
fr: Les équipes perdantes continuent de jouer

# wizard_leave
source: Exit quick setup
de: Schnelleinrichtung verlassen
fr: Quitter la configuration rapide

# wizard_nextStep
source: Next step
de: Nächster Schritt
fr: Étape suivante

# wizard_confirmLeaveTitle
source: Exit quick setup?
de: Schnelleinrichtung verlassen
fr: Quitter la configuration rapide ?

# wizard_confirmLeaveDescription
source: Are you sure? Your tournament remains in its current state and can be edited later.
de: Bist du sicher? Dein Turnier bleibt im aktuellen Zustand und kann später weiterbearbeitet werden.
fr: Voulez-vous continuer ? Votre tournoi reste dans cet état et peut être modifier plus tard.

# wizard_finished
source: Quick setup completed
de: Schnelleinrichtung abgeschlossen
fr: Configuration rapide terminée

# wizard_finished_navigateToHome
source: Go to tournament home page
de: Zur Turnierstartseite
fr: Aller à l'accueil du tournoi

# wizard_finishedMarkdown
source: ### Your tournament has been set up successfully 🚀 You can immediately start **entering scores**. All pool results and rankings will be calculated **automatically**. Beforehand, you have the option to add further details: * Fields * Time & field schedule * Overview map * Export of fixtures and QR codes * Display various views on presentation screens * etc You can also configure **various settings** (match duration, ranking criteria, permissions, ...) for all or only certain games & pools. To do this, navigate to the **Admin area**.
de: ### Dein Turnier wurde erfolgreich eingerichtet 🚀 Du kannst sofort damit beginnen **Spielstände einzutragen**. Alle Gruppenergebnisse und Platzierungen werden **automatisch** berechnet. Vorher hast du die Möglichkeit weitere Details hinzuzufügen: * Felder * Zeit- & Feldzuordnung * Übersichtskarte * Exports von Spielplänen und QR-Codes * Anzeigen verschiedener Ansichten auf Präsentationsbildschirmen * etc Außerdem kannst du **diverse Einstellungen** (Spieldauer, Ranglistenkriterien, Berechtigungen, ...) für alle oder nur bestimmte Spiele & Gruppen vornehmen. Navigiere dafür in den **Admin-Bereich**.
fr: ### Votre tournoi a été configuré avec succès 🚀 Vous pouvez désormais **inscrire les résultats**. Tous les résutats de groupe et les classements seront calculés **automatiquement**. Auparavant, vous pouvez affiner l'organisation : * Terrains * Programmation * Carte * Export de données et code QR * Afficher différentes vues sur l'écran de présentation * etc... Vous pouvez aussi configurer **divers paramètres** (durée des rencontres, critère de classement, autorisations...) pour toutes ou certaines rencontres et groupes. Pour cela, visitez **l'espace d'administration**.

# wizard_divisionFinished
source: Setup completed
de: Einrichtung abgeschlossen
fr: Configuration terminée

# wizard_divisionFinishedContent
source: The division has been set up successfully
de: Die Spielklasse wurde erfolgreich eingerichtet
fr: La division a été configurée avec succès

# wizard_divisionFinished_navigateToDivision
source: Go to division
de: Zur Spielklasse
fr: Voir la division

# wizard_newDivision
source: New division
de: Neue Spielklasse
fr: Nouvelle division

# wizard_divisionName_explanation
source: What is the name of the division?
de: Wie soll die Spielklasse heißen?
fr: Quel est le nom de la division ?

# deleteDivision_deleteAllTeamsFirst
source: Delete all teams that belong to this division first
de: Lösche vorher alle Teams, die zu dieser Spielklasse gehören
fr: Supprimez toutes les équipes de cette division d'abord

# deleteDivision_confirmationTitle
source: Delete division?
de: Spielklasse löschen?
fr: Supprimer la division ?

# deleteDivision_confirmationSubtitle
source: Are you sure to delete this division?
de: Bist du sicher, dass du die Spielklasse löschen möchtest?
fr: Voulez-vous vraiment supprimer la division ?

# brackets_deleteTeam_deleteBracketsFirst
source: Delete all brackets that contain this team first
de: Lösche vorher alle Elemente, in denen dieses Team vorkommt
fr: Supprimer toutes les phases contenant cette équipe d'abord

# brackets_deleteTeam_notConnectedToResult
source: Team can only be deleted if it is connected to a result element
de: Team kann nur gelöscht werden, wenn es mit Platzierungs-Element verbunden ist
fr: L'équipe est supprimable si elle a des résultats

# brackets_editMode
source: Edit mode
de: Bearbeitungsmodus
fr: Modification

# brackets_editMode_closeWarning
source: Complete editing before leaving this view!
de: Schließe die Bearbeitung ab, bevor du diese Ansicht verlässt!
fr: Terminez les modifications avant de quitter !

# brackets_carryover_title
source: Carry over previous games
de: Vorherige Begegnungen mitwerten
fr: Reporter les parties précédentes

# brackets_carryover_description
source: If this option is enabled, game results from the selected elements are included when evaluating this pool. Make sure to generate the desired number of games after defining this option.
de: Wenn diese Option aktiviert ist, werden Begegnungen aus den ausgewählten Elementen in dieser Gruppe mit einbezogen. Achte darauf, dass du nach Auswahl dieser Option die gewünschte Anzahl an Spielen generierst.
fr: Si cette option est activée, les résultats des parties sélectionnées sont inclus dans l'évaluation du groupe. Assurez-vous de générer le bon nombre de parties après avoir choisi cette option.

# brackets_carryoverStandingsExplanation
source: Game results from {brackets} between teams of this pool are included in the evaluation
de: Begegnungen aus {brackets} zwischen Teams dieser Gruppe werden bei der Wertung mit einbezogen
fr: Les résultats des équipes de ce groupe dans {brackets} sont inclus dans l'évaluation

# brackets_carryover_gamesTitle
source: Other games that are evaluated in {bracket}
de: Weitere Spiele, die in {bracket} gewertet werden
fr: Autres parties évaluées dans {bracket}

# brackets_addFollower_addIdentical
source: Add identical follower for ranks {ranks}
de: Identischen Nachfolger für die Plätze {ranks} hinzufügen
fr: Ajouter la suite pour les classements {ranks}

# brackets_addFollower_addFollowingEliminationBrackets
source: Generate following knockout brackets
de: Nachfolgende KO-Runden generieren
fr: Générer les phases éliminatoires suivantes

# round
source: {howMany, plural, one{Round} other{Rounds}}
de: {howMany, plural, one{Runde} other{Runden}}
fr: {howMany, plural, one{Tour} other{Tours}}

source: Swiss Draw
fr: Tirage suisse

# brackets_swissDrawStandingsExplanation
source: Game results from {brackets} are included in the evaluation. * When defining the matchups, it is ensured that teams do not play against each other more than once.
de: Begegnungen aus {brackets} werden bei der Wertung mit einbezogen. * Beim Setzen der Spielpaarungen wird verhindert, dass Teams mehrfach gegeneinander spielen.
fr: Les résultats des {brackets} sont inclus dans l'évaluation. * En définissant les combinaisons, la répétition d'une rencontre entre deux équipes est évitée.

# brackets_cannotBeSmallerThanTwo
source: Select at least two teams
de: Du musst mindestens zwei Teams auswählen
fr: Sélectionner au moins deux équipes

# brackets_elimination_cannotBeOdd
source: Knockout round must consist of an even number of teams
de: K.O-Runde muss aus einer geraden Anzahl an Teams bestehen
fr: Les tours éliminatoires consistent en un nombre pair d'équipes

# brackets_group_moveToOtherGroup
source: Move to {group}
de: In {group} verschieben
fr: Déplacer vers {group}

# longPressGameForMoreOptionsHint
source: Hint: Press and hold game for more options
de: Tipp: Spiel gedrückt halten für mehr Optionen
fr: Astuce : Maintenez une partie pour plus d'options

# confirmPage_leave_title
source: Exit?
de: Verlassen?
fr: Quitter ?

# confirmPage_leave_description
source: Do you want to exit this screen? Changes will not be saved.
de: Möchtest du diese Ansicht verlassen? Änderungen werden nicht gespeichert.
fr: Voulez-vous quitter cet écran ? Les changements seront perdus.

# appAdminToTournamentAdmin
source: Promote me to tournament admin
de: Mach mich zum Turnier-Admin
fr: Me promouvoir administrateur.rice du tournoi

# goToX
source: Go to {destination}
de: Gehe zu {destination}
fr: Aller à {destination}

# mediaUpload_waiting
source: Waiting...
de: Wartet...
fr: En attente...

# mediaUpload_uploading
source: Uploading...
de: Lädt hoch...
fr: Téléchargement...

# mediaUpload_finished
source: Finished
de: Fertig
fr: Terminé

# mediaUpload_processing
source: Processing...
de: Verarbeitet...
fr: Traitement...

# bluetoothScoreboard
source: External scoreboard
de: Externes Scoreboard
fr: Tableau des scores externe

# bluetoothScoreboard_selectScoreboard
source: Select scoreboard
de: Scoreboard auswählen
fr: Sélectionner un tableau des scores

# bluetoothScoreboard_noScoreboardFound
source: No scoreboard found nearby
de: Kein Scoreboard in der Nähe gefunden
fr: Aucun tableau des scores trouvé à proximité

# bluetoothScoreboard_connected
source: Connected to scoreboard
de: Mit Scoreboard verbunden
fr: Connecté au tableau des scores

# bluetoothScoreboard_disconnected
source: Scoreboard disconnected
de: Verbindung zum Scoreboard getrennt
fr: Tableau des scores déconnecté

# joinDiscord
source: Join our discord
de: Discord beitreten
fr: Rejoindre notre serveur Discord

# brackets_setupRequiredTitle
source: Brackets not configured
de: Turnierbaum nicht eingerichtet
fr: Aucune phase configurée

# brackets_setupRequiredContent
source: The brackets have not yet been set up. To do this, activate edit mode (green button) and click on one of the plus icons to add elements.
de: Der Turnierbaum wurde noch nicht eingerichtet. Aktiviere dafür die Bearbeitung (grüner Button) und klicke auf eins der Plus-Icons, um Elemente hinzuzufügen.
fr: Aucune phase n'a été configurée. Pour en créer, activez la modificaiton (bouton vert) et cliquer sur un symbole plus pour ajouter des éléments.

source: Grid view
de: Raster-Ansicht
fr: Vue grille

# livestream_watchGame
source: {gameState, select, RUNNING{LIVE NOW} FINISHED{View stream recording} other{Live broadcast}}
de: {gameState, select, RUNNING{JETZT LIVE} FINISHED{Stream-Aufzeichnung ansehen} other{Live-Übertragung}}
fr: {gameState, select, RUNNING{EN DIRECT} FINISHED{Voir la rediffusion} other{Diffusion en direct}}

# setting_autoLivestream_title
source: Automatic livestream assignment
de: Automatische Livestream-Zuordnung
fr: Affectation automatique de la diffusion

# setting_autoLivestream_provider
source: Provider
de: Anbieter
fr: Fournisseur

# setting_autoLivestream_link
source: Link
fr: Lien

# setting_autoLivestream_linkHint
source: Stream, playlist, channel, etc
de: Stream, Playlist, Kanal, etc
fr: Flux, liste de lecture, chaîne, etc

# setting_autoLivestream_visibility
source: Promote livestream
de: Livestream hervorheben
fr: Partager la diffusion en direct

# setting_autoLivestream_visibilityDescription
source: If enabled, it will be indicated in the game view that there is a livestream for this game.
de: Wenn aktiviert, wird in der Spiel-Ansicht darauf hingewiesen, dass es einen Livestream zu diesem Spiel gibt.
fr: Activée, la diffusion en direct sera indiquée sur l'écran de la partie.

# setting_autoLivestream_activate
source: Activate livestream
de: Livestream aktivieren
fr: Activer la diffusion en direct

# livestream_gameInfoNoUrl
source: A livestream is available for this game
de: Für dieses Spiel ist ein Livestream verfügbar
fr: Une diffusion en direct de cette partie est disponible

# bracket_clickOnElementForMore
source: Click on element for more details
de: Klicke auf ein Element, um mehr darüber zu erfahren
fr: Cliquez sue un élément pour en savoir plus

# teamPage_status_gamesPlayed
source: {gamesPlayed, plural, one{1 game played} other{{gamesPlayed} games played}}
de: {gamesPlayed, plural, one{1 Spiel gespielt} other{{gamesPlayed} Spiele gespielt}}
fr: {gamesPlayed, plural, one{1 partie jouée} other{{gamesPlayed} parties jouées}}

# teamPage_status_gamesUpcoming
source: {gamesUpcomingMax, plural, one{{gamesUpcoming} game remaining} zero{No game remaining} other{{gamesUpcoming} games remaining}}
de: {gamesUpcomingMax, plural, one{{gamesUpcoming} Spiel verbleibt} zero{Kein Spiel verbleibt} other{{gamesUpcoming} Spiele verbleiben}}
fr: {gamesUpcomingMax, plural, one{{gamesUpcoming} partie restante} zero{Aucune partie restante} other{{gamesUpcoming} parties restantes}}

# teamPage_status_firstGameVersus
source: First game against {team}.
de: Erstes Spiel gegen {team}.
fr: Première partie contre {team}.

# teamPage_status_nextGameVersus
source: Next game against {team}.
de: Nächstes Spiel gegen {team}.
fr: Prochaine partie contre {team}.

# teamPage_status_allGamesPlayed
source: All games have been played.
de: Alle Spiele wurden gespielt.
fr: Toutes les parties ont été jouées.

# teamPage_status_lastGameVersus
source: The last game was against {team}.
de: Das letzte Spiel war gegen {team}.
fr: La dernière partie était contre {team}.

# teamPage_status_nextGameNotFixed
source: The next fixture has not yet been determined.
de: Die nächste Spielpaarung steht noch nicht fest.
fr: La prochaine partie est indéterminée.

# teamPage_status_noGameFound
source: No game available yet.
de: Noch kein Spiel verfügbar.
fr: Aucune partie disponible.

# downloadCenter_subscribeToYourTeam
source: Subscribe to your team!
de: Abonniere dein Team!
fr: Abonnez-vous à votre équipe !

# downloadCenter_zoomToScanQrCode
source: Hint: Zoom in on the desired QR code with your camera
de: Tipp: Zoome mit deiner Kamera an den gewünschten QR-Code heran
fr: Astuce : Zoomer sur le code QR avec votre caméra

source: Download Center
de: Download-Bereich
fr: Centre de téléchargement

# brackets_shellGroup_swapWithSelectedTeam
source: {team, select, null{Swap with selected team} other{Swap with {team}}}
de: {team, select, null{Mit ausgewähltem Team tauschen} other{Mit {team} tauschen}}
fr: {team, select, null{Échanger avec l'équipe sélectionnée} other{Échanger avec {team}}}

# brackets_shellGroup_swapTeams
source: Swap teams
de: Teams tauschen
fr: Échanger les équipes

# timetable_overlappingGamesConfirmation_title
source: Perform action?
de: Aktion ausführen?
fr: Exécuter l'action ?

# timetable_overlappingGamesConfirmation_description
source: {howMany, plural, one{There is not enough room at this position. This action will move {howMany} other game. Are you sure?} other{There is not enough room at this position. This action will move {howMany} other games. Are you sure?}}
de: {howMany, plural, one{An dieser Stelle ist nicht genug Platz. Durch diese Aktion wird {howMany} anderes Spiel verschoben. Bist du sicher?} other{An dieser Stelle ist nicht genug Platz. Durch diese Aktion werden {howMany} andere Spiele verschoben. Bist du sicher?}}
fr: {howMany, plural, one{Les parties se chevauchent ici. Cette action va décaler {howMany} autre partie. Voulez-vous continuer ?} other{Les parties se chevauchent ici. Cette action va décaler {howMany} autres parties. Voulez-vous continuer ?}}

# thisIsApp
source: This is {value}
de: Das ist {value}
fr: C'est {value}

source: Go to Play Store
de: Zum Play Store
fr: Ouvrir Play Store

source: Go to App Store
de: Zum App Store
fr: Ouvrir App Store

# versionChecker_newVersionAvailableDescription
source: A new version of the app is available ({version}). Please update your app to ensure it works properly.
de: Eine neue Version der App ist verfügbar ({version}). Bitte aktualisiere deine App, damit sie ordnungsgemäß funktioniert.
fr: Une nouvelle version de l'application est disponible ({version}). Mettez-la à jour pour assurer son bon fonctionnement.

# versionChecker_newVersionAvailableTitle
source: 📱 New App Update
de: 📱 Neue App-Version
fr: 📱 Nouvelle mise à jour

# setting_periods_period
source: {howMany, plural, one{Period} other{Periods}}
de: {howMany, plural, one{Abschnitt} other{Abschnitte}}
fr: {howMany, plural, one{Période} other{Périodes}}

# setting_clock_reverseTitle
source: Clock direction
de: Zählrichtung
fr: Sens des aiguilles de l'horloge

# setting_clock_reverseValue
source: {reverse, select, true{Clock runs backwards} other{Clock runs forward}}
de: {reverse, select, true{Zeit läuft rückwärts} other{Zeit läuft vorwärts}}
fr: {reverse, select, true{Inverse} other{Normal}}

# setting_clock_stoppableTitle
source: Clock stoppable
de: Zeit stoppbar
fr: Arrêt d'horloge

# setting_clock_stoppableValue
source: {stoppable, select, true{Clock is stoppable} other{Clock is not stoppable}}
de: {stoppable, select, true{Zeit ist stoppbar} other{Zeit ist nicht stoppbar}}
fr: {stoppable, select, true{L'horloge est arrêtable} other{L'horloge est inarrêtable}}

# game_scoreGame
source: Score game
de: Spiel punkten
fr: Marquer la partie

# game_scoring_process
source: Game controls
de: Spielablauf
fr: Contrôle de la partie

# game_scoring_startGame
source: Start game
de: Spiel starten
fr: Démarrer la partie

# game_scoring_startPeriod
source: Start {label}
de: {label} starten
fr: Démarrer {label}

# game_scoring_endPeriod
source: Finish {label}
de: {label} beenden
fr: Terminer {label}

# game_scoring_periodStarted
source: {label} started
de: {label} gestartet
fr: {label} démarrée

# game_scoring_periodEnded
source: {label} finished
de: {label} beendet
fr: {label} terminée

# game_scoring_startSegment
source: Start {label}
de: {label} starten
fr: Démarrer {label}

# game_scoring_endSegment
source: Finish {label}
de: {label} beenden
fr: Terminer {label}

# game_scoring_segmentStarted
source: {label} started
de: {label} gestartet
fr: {label} démarrée

# game_scoring_segmentEnded
source: {label} finished
de: {label} beendet
fr: {label} terminée

# game_scoring_clockStopped
source: Clock paused
de: Zeit pausiert
fr: Temps arrêté

# game_scoring_clockRunning
source: Clock running
de: Zeit läuft
fr: Temps compté

# game_scoring_clockTimeOver
source: Time is up
de: Zeit abgelaufen
fr: Temps écoulé

# game_scoring_editClock
source: Edit clock
de: Zeit einstellen
fr: Modifier le temps

# game_scoring_selectPeriod
source: Select period
de: Abschnitt auswählen
fr: Sélectionner la période

# game_scoring_selectSegment
source: Select set
de: Satz auswählen
fr: Sélectionner le segment

# game_scoring_score
source: Scoring
de: Spielstand
fr: Marquage

# game_scoring_selectColor
source: Select color
de: Farbe setzen
fr: Sélectionner la couleur

# game_scoring_other
source: Other
de: Sonstiges
fr: Autre

# game_scoring_maxDurationReached
source: The time has expired
de: Die Zeit ist abgelaufen
fr: Le temps de jeu est écoulé

# game_scoring_timeOverDialog_endPeriod
source: Do you want to finish {label}?
de: Möchtest du {label} beenden?
fr: Voulez-vous vraiment clôturer {label} ?

# game_scoring_timeOverDialog_startPeriod
source: Do you want to begin {label}?
de: Möchtest du {label} starten?
fr: Voulez-vous démarrer {label} ?

# game_scoring_timeOverDialog_endSegment
source: To you want to finish {label}?
de: Möchtest du {label} beenden?
fr: Voulez-vous vraiment clôturer {label} ?

# game_scoring_endGame
source: Finish game
de: Spiel beenden
fr: Terminer la partie

# game_scoring_addNote
source: Add note
de: Notiz hinzufügen
fr: Ajouter une note

# game_scoring_deleteNote
source: Delete note
de: Notiz löschen
fr: Supprimer la note

# game_scoring_editNote
source: Edit note
de: Notiz bearbeiten
fr: Modifier la note

# game_scoring_maxScoreReached
source: The maximum number of points was reached
de: Die maximale Punktzahl wurde erreicht
fr: Le nombre maximum de points a été atteint

# game_scoring_maxScoreNotReached
source: Die maximale Punktzahl wurde noch nicht erreicht
fr: Le nombre maximum de points n'a pas été atteint

# game_scoring_minScoreReached
source: The maximum number of points has not yet been reached
de: Der Endpunktestand wurde erreicht
fr: Le nombre minimum de points a été atteint
