Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# export_notes_explanation
source: {index, select, i0{{localIndex}/{cardsPerPage} Top stack} iLast{{localIndex}/{cardsPerPage} Bottom stack} other{{localIndex}/{cardsPerPage}}}
de: {index, select, i0{{localIndex}/{cardsPerPage} Oberster Stapel} iLast{{localIndex}/{cardsPerPage} Unterster Stapel} other{{localIndex}/{cardsPerPage}}}
fr: {index, select, i0{{localIndex}/{cardsPerPage} Haut de la pile} iLast{{localIndex}/{cardsPerPage} Bas de la pile} other{{localIndex}/{cardsPerPage}}}

source: User
fr: Utilisateur.rice

# timetable_overflow
source: Not enough space
de: Dafür ist nicht genug Platz
fr: Espace insuffisant

# timetable_activeRules
source: Active rules
de: Aktive Regeln
fr: Règles en vigueur

# timetable_activeRulesValue
source: {active} of {total}
de: {active} von {total}
fr: {active} sur {total}

# schedule_rule
source: {howMany, plural, one{Rule} other{Rules}}
de: {howMany, plural, one{Regel} other{Regeln}}
fr: {howMany, plural, one{Règle} other{Règles}}

# schedule_if
source: If:
de: Wenn:
fr: Si :

# schedule_then
source: Then:
de: Dann:
fr: Alors :

# schedule_constraint
source: Constraint
de: Bedingung
fr: Contrainte

# schedule_implication_fieldBlacklist
source: {howMany, plural, one{Block field} other{Block fields}}
de: {howMany, plural, one{Feld blockieren} other{Felder blockieren}}
fr: {howMany, plural, one{Réserver le terrain} other{Réserver les terrains}}

# schedule_implication_fieldWhitelist
source: {howMany, plural, one{Assign field} other{Assign fields}}
de: {howMany, plural, one{Feld zuweisen} other{Felder zuweisen}}
fr: {howMany, plural, one{Attribuer le terrain} other{Attribuer les terrains}}

# schedule_implication_timeWhitelist
source: Assign times
de: Zeiten zuweisen
fr: Attribuer des heures

source: and
de: und
fr: et

source: or
de: oder
fr: ou

# schedule_implication_timeWhitelistDialogAmount
source: {howMany, plural, one{{howMany} or more game per team must take place in this time period} other{{howMany} or more games per team must take place in this time period}}
de: {howMany, plural, one{Mindestens {howMany} Spiel pro Team muss innerhalb dieser Zeiten stattfinden} other{Mindestens {howMany} Spiele pro Team müssen innerhalb dieser Zeiten stattfinden}}
fr: {howMany, plural, one{{howMany} partie ou plus doivent avoir lieu sur cette période} other{{howMany} parties ou plus doivent avoir lieu sur cette période}}

# schedule_implication_timeWhitelistDialogAmountShort
source: {howMany, plural, one{min. {howMany} game per team} other{min. {howMany} games per team}}
de: {howMany, plural, one{min. {howMany} Spiel pro Team} other{min. {howMany} Spiele pro Team}}
fr: {howMany, plural, one{min. {howMany} partie par équipe} other{min. {howMany} parties par équipe}}

# tournaments_listed
source: {listed, select, true{Listed} other{Unlisted}}
de: {listed, select, true{Öffentlich} other{Nicht öffentlich}}
fr: {listed, select, true{Listés} other{Masqués}}

# groupTeam
source: Pool team
de: Gruppen-Team
fr: Équipe du groupe

# mobileBanner_title
source: Get The App
de: Hol dir die App
fr: Télécharger l'application

# mobileBanner_subtitle
source: • Better performance • Faster loading times • Personal notifications
de: • Bessere Leistung • Kürzere Ladezeiten • Persönliche Benachrichtigungen
fr: • Meilleures performances • Temps de chargement plus courts • Notifications personnelles

# mobileBanner_download
source: Download app
de: App herunterladen
fr: Télécharger

# mobileBanner_continueOnWeb
source: Continue with web view
de: Weiter in der Web-Ansicht
fr: Continuer avec la version Web

# tournaments_personal
source: My tournaments
de: Meine Turniere
fr: Mes tournois

# tournaments_noTournaments
source: No tournaments found
de: Keine Turniere gefunden
fr: Aucun tournoi trouvé

# tournaments_noCurrentTournaments
source: Currently there is no running or upcoming tournament
de: Aktuell existiert kein laufendes oder kommendes Turnier
fr: Aucun tournoi à venir ou en cours

# timetable_timeContainerHelper
source: Click on the + and define all time periods where games should take place
de: Klicke auf das + und lege alle Zeiträume fest, in denen Spiele stattfinden sollen
fr: Cliquez sur + pour définir chaque période durant lesquelles auront lieu les parties

# timetable_timeContainer_delete_confirmation
source: Are you sure to remove this time period?
de: Bist du sicher, dass du den Zeitraum entfernen möchtest?
fr: Voulez-vous vraiment supprimer cette période de temps ?

# timetable_unscheduledGamesInfo
source: {howMany, plural, one{{howMany} game is not assigned. Select it and assign it to the previously defined time periods.} other{{howMany} games are not assigned. Select them and assign them to the previously defined time periods.} zero{All generated games got at least assigned to a time period.}}
de: {howMany, plural, one{{howMany} Spiel ist nicht zugeordnet. Wähle es aus und weise es den vorher festgelegten Zeiträumen zu.} other{{howMany} Spiele sind nicht zugeordnet. Wähle sie aus und weise sie den vorher festgelegten Zeiträumen zu.} zero{Alle generierten Spiele wurden mindestens einem groben Zeitraum zugeordnet.}}
fr: {howMany, plural, one{{howMany} partie sans période. Sélectionnez-la et programmez-la à une période de temps précédemment définie.} other{{howMany} parties sans période. Sélectionnez-les et programmez-les à une période de temps précédemment définie.} zero{Toutes les parties générées sont programmées à au moins une période de temps.}}

# timetable_unscheduledGamesTitle
source: Unassigned games
de: Spiele ohne Zuordnung
fr: Parties non programmées

# timetable_roughlyScheduledGamesInfo
source: {howMany, plural, one{{howMany} game is not assigned to an exact time slot. Select it, click on a time slot and assign the game.} other{{howMany} games are not assigned to an exact time slot. Select them, click on a time slot and assign the games.} zero{All games assigned to this time period are assigned to an exact time slot.}}
de: {howMany, plural, one{{howMany} Spiel ist keinem exakten Zeitslot zugeordnet. Wähle es aus, klicke einen Zeitslot an und weise das Spiel zu.} other{{howMany} Spiele sind keinem exakten Zeitslot zugeordnet. Wähle sie aus, klicke einen Zeitslot an und weise die Spiele zu.} zero{Alle diesem Zeitraum zugewiesenen Spiele wurden auch einem exakten Zeitslot zugewiesen.}}
fr: {howMany, plural, one{{howMany} partie sans créneau exacte. Sélectionnez-la, cliquez sur un créneau et assignez la partie.} other{{howMany} partie sans créneau exacte. Sélectionnez-les, cliquez sur une période et assignez les parties.} zero{All games assigned to this time period are assigned to an exact time slot.}}

# timetable_roughlyScheduledGamesTitle
source: Games assigned to the current time slot
de: Dem aktuellen Zeitslot zugeordnete Spiele
fr: Parties programmées sur ce créneau

# timetable_timeContainer
source: Time period
de: Zeitraum
fr: Période

# timetable_timeContainer_startEndTime
source: Start and end time
de: Start- & Endzeit
fr: Heures de début et de fin

# timetable_timeContainerOptions_slotDuration
source: Cell height
de: Zellhöhe
fr: Durée des créneaux

# timetable_timeContainerOptions_totalSlots
source: Maximum time slot amount
de: Maximale Anzahl an Spiel-Slots
fr: Nombre maximum de créneaux

# timetable_timeContainerOptions_roughlyScheduled
source: Assigned to this time period
de: Diesem Zeitraum zugewiesen
fr: Programmée sur ce créneau

# timetable_timeContainerOptions_scheduled
source: Start time and field assigned
de: Startzeit und Feld zugewiesen
fr: Heure de début et terrain programmés

# timetable_gameGrouping_tooltip
source: {type, select, NONE{No grouping} SAME_GENERATOR{Games, that belong to the same stage, will be grouped} SAME_GAMES_PER_TEAM{Games, that have the same `games per team`-value, will be grouped} ALL{Alle games will be grouped} other{{type}}}
de: {type, select, NONE{Keine Gruppierung} SAME_GENERATOR{Spiele, die zur selben Runde gehören, werden gruppiert} SAME_GAMES_PER_TEAM{Spiele, die den selben `Spiel pro Team`-Wert haben, werden gruppiert} ALL{Alle Spiele werden gruppiert} other{{type}}}
fr: {type, select, NONE{Aucun regroupement} SAME_GENERATOR{Les parties seront regroupées par étape} SAME_GAMES_PER_TEAM{Les parties seront regroupées par parties/équipe} ALL{Toutes les parties seront groupées} other{{type}}}

# timetable_divisionGrouping_tooltip
source: {type, select, SAME{Only games from the same division will be grouped} ALL{All games will be grouped} other{{type}}}
de: {type, select, SAME{Nur Spiele, die zur selben Spielklasse gehören, werden gruppiert} ALL{Alle Spiele werden gruppiert} other{{type}}}
fr: {type, select, SAME{Seules les parties d'une même division seront regroupées} ALL{Toutes les parties seront regroupées} other{{type}}}

# timetable_density_tooltip
source: {type, select, true{Dense view} other{Detailed view}}
de: {type, select, true{Kompakte Ansicht} other{Detailierte Ansicht}}
fr: {type, select, true{Vue compacte} other{Vue détaillée}}

# timetable_colorCoding_tooltip
source: Game color coding
de: Spiel-Färbung
fr: Code couleur des parties

# timetable_gameTileLabelType_tooltip
source: Game labels
de: Spiel-Beschriftung
fr: Étiquettes des parties

# timetable_gameTileLabelType
source: {type, select, DIVISION{Division} OPPONENTS{Teams} IDENTIFIER{Game ID} GAMES_PER_TEAM{Current games | Upcoming games} other{{type}}}
de: {type, select, DIVISION{Spielklasse} OPPONENTS{Teams} IDENTIFIER{Spiel-ID} GAMES_PER_TEAM{Bisherige Spiele | Kommende Spiele} other{{type}}}
fr: {type, select, DIVISION{Division} OPPONENTS{Équipes} IDENTIFIER{Identifiant} GAMES_PER_TEAM{Parties en cours | Parties à venir} other{{type}}}

# timetable_selection
source: Selection
de: Auswahl
fr: Sélection

# timetable_autoAssign_minDiff
source: Minimum difference between games of a team
de: Minimale Differenz zwischen den Spielen eines Teams
fr: Écart minimum entre les parties d'une équipe

# timetable_autoAssign_optDiff
source: Ideal difference between games of a team
de: Optimale Differenz zwischen den Spielen eines Teams
fr: Écart idéal entre les parties d'une équipe

# timetable_autoAssign_afterNextMinDiff
source: Minimum difference between the n-th and (n+2)-th game of a team
de: Minimale Differenz zwischen dem n-ten und (n+2)-ten Spiel eines Teams
fr: Écart minimum entre une partie et d'une équipe

# timetable_autoAssign_afterNextMinDiffSkipOddGroups
source: Exclude odd pools
de: Ungerade Gruppen ausklammern
fr: Exclure les groupes pairs

# timetable_autoAssign_minDiffAfterGroups
source: Minimum difference between last game of a pool and first following game
de: Minimale Differenz zwischen letztem Spiel einer Gruppe und erstem Folgespiel
fr: Écart minimum entre la dernière partie d'un groupe et la prochaine partie

# timetable_autoAssign_maxConcurrentFinalGames
source: Maximum concurrent final games
de: Maximale Anzahl gleichzeitig stattfindender Finalspiele
fr: Nombre maximum de finales simultanées

# timetable_autoAssign_maxLastGamesDiff
source: Maximum distance between last games of every team per division
de: Maximale Differenz zwischen den letzten Spielen jedes Teams pro Spielklasse
fr: Écart maximum entre les dernières parties de toutes les équipes par division

# timetable_autoAssign_finalGamesLastInDivision
source: Final games must be last of division
de: Finalspiele müssen letztes Spiel der Altersklasse sein
fr: Les finales doivent être à la fin d'une division

# timetable_autoAssign
source: Assign automatically
de: Automatisch zuweisen
fr: Assigner automatiquement

# timetable_autoAssign_startSearch
source: Start search
de: Suche starten
fr: Démarrer la recherche

# timetable_autoAssign_stopSearch
source: Stop search
de: Suche stoppen
fr: Arrêter la recherche

# timetable_autoAssign_assignTimeslots
source: Assign time slots and fields
de: Zeiten und Felder zuweisen
fr: Assigner des créneaux et terrains

# timetable_filter
source: Filter
fr: Filtrer

# timetable_statistics
source: Statistics
de: Statistiken
fr: Statistiques

source: Show more
de: Mehr anzeigen
fr: Afficher plus

source: Show all
de: Alle anzeigen
fr: Tout afficher

source: Show
de: Anzeigen
fr: Afficher

# drawer_title_tournament
source: Tournament
de: Turnier
fr: Tournoi

# hosting
source: Administration
de: Turnierleitung
fr: Organisation

# tournaments_noPersonalTournaments
source: Join a tournament and it will be displayed here
de: Tritt einem Turnier bei, damit es hier angezeigt wird
fr: Rejoignez un tournoi et il sera affiché ici

# setup_files
source: Files & Links
de: Dateien & Links
fr: Fichiers et liens

source: Link copied
de: Link kopiert
fr: Lien copié

# timetable_actions_dragAndDropInfo
source: Drag & drop your selection to the desired location
de: Ziehe deine Auswahl per Drag & Drop an die gewünschte Stelle
fr: Glissez-déposez votre sélection à l'endroit souhaité

# timetable_goToDivisionPage
source: Go to division {name}
de: Gehe zu Spielklasse {name}
fr: Aller vers la division {name}

# timetable_goToGeneratorPage
source: Go to {id}
de: Gehe zu {id}
fr: Aller vers {id}

# timetable_goToGamePage
source: To go game {id}
de: Gehe zu Spiel {id}
fr: Aller vers la partie {id}

source: Ambiguous
de: Nicht eindeutig
fr: Ambigue

# timetable_moveToUnscheduled
source: Remove assignment
de: Zuweisung entfernen
fr: Déprogrammer

# timetable_moveToRoughlyScheduled
source: Assign current timeslot ({timeSlot})
de: Aktuellen Zeitraum ({timeSlot}) zuweisen
fr: Programmer sur le créneau actuel ({timeSlot})

# timetable_moveToScheduled
source: Assign start time ({startTime}) and field ({field})
de: Startzeit ({startTime}) und Feld ({field}) zuweisen
fr: Programmer l'heure de début ({startTime}) et le terrain ({field})

# timetable_moveToScheduledNoSelection
source: Select a cell to assign games
de: Wähle eine Zelle aus, um Spiele zuweisen zu können
fr: Sélectionnez un créneau pour programmer les parties

# timetable_modifyMaxDuration
source: Edit game duration
de: Spielzeit bearbeiten
fr: Modifier la durée de la partie

# timetable_drag_moveToUnscheduled
source: Move the game here to remove the assignment
de: Ziehe das Spiel hier hin, um die Zuweisung zu entfernen
fr: Déplacez la partie ici pour la déprogrammer

# timetable_drag_moveToRoughlyScheduled
source: Move the game here to assign it to the current time slot ({timeSlot})
de: Ziehe das Spiel hier hin, um es dem aktuellen Zeitraum ({timeSlot}) zuzuweisen
fr: Déplacez la partie ici pour la programmer sur le créneau ({timeSlot})

# timetable_drag_moveToScheduled
source: Move the game here to assign it to an exact time and field slot
de: Ziehe das Spiel hier hin, um es einem genauen Zeit- & Feld-Slot zuzuweisen
fr: Déplacez la partie ici pour la programmer à une heure de début et un terrain

# timetable_drag_shiftPrecisionInfo
source: [CTRL] for higher precision
de: [STRG] für genauere Zuordnung
fr: [CTRL] pour plus de précision

# timetable_slotDurationDialog_title
source: Edit cell height
de: Zellhöhe bearbeiten
fr: Modifier la largeur du créneau

# gamesPerTeam_current
source: Current games
de: Bisherige Spiele
fr: Parties en cours

# gamesPerTeam_upcoming
source: Upcoming games
de: Kommende Spiele
fr: Parties à venir

# timetable_editDuration_warning
source: Caution: When changing the global values for game and break durations, this value will be reset
de: Achtung: Bei Änderung der globalen Spiel- und Pausenzeit-Einstellung wird der hier eingestellte Wert zurückgesetzt
fr: Attention : Si vous modifiez les valeurs globales des durées de partie et de pause, cette valeur sera réinitialisée

# timetable_editDuration_keepStartTimes_title
source: Keep start times
de: Startzeiten beibehalten
fr: Conserver les heures de début

# timetable_editDuration_keepStartTimes_description
source: Already assigned start times will be kept. Decreasing the game duration will result in gaps between games. Increasing it will result in overlapping games.
de: Bereits zugewiesene Startzeiten werden beibehalten. Bei einer Verringerung der Spielzeit werden so Lücken entstehen. Bei einer Vergrößerung werden Spiele überlappen.
fr: Les heures de début déjà programmées seront conservées. Diminuer la durée des parties créera des intervalles entre les parties. L'augmenter superposera des parties.

source: Caution
de: Achtung
fr: Attention

# experimental_warning
source: This functionality is experimental
de: Diese Funktion ist experimentell
fr: Cette fonctionnalité est expérimentale

# component_media
source: File
de: Datei
fr: Fichier

# component_media_extensionNotDetected
source: File type could not be detected
de: Der Dateityp konnte nicht ermittelt werden
fr: Type de fichier indétectable

# component_media_fileError
source: Error while loading file
de: Fehler beim Laden der Datei
fr: Erreur au chargement du fichier

# home_divisions_addDivision
source: Add division
de: Spielklasse hinzufügen
fr: Ajouter une division

# home_addComponent
source: Add information
de: Information hinzufügen
fr: Ajouter une information

# home_componentEditTitle
source: Edit information
de: Information bearbeiten
fr: Modifier l'information

# home_componentDeleteTitle
source: Remove information
de: Information löschen
fr: Supprimer l'information

# home_componentDeleteConfirmation
source: Are you sure to delete this information?
de: Bist du sicher, dass du die Information löschen möchtest?
fr: Voulez-vous vraiment supprimer cette information ?

# component_title
source: Title
de: Titel
fr: Titre

# component_subtitle
source: Subtitle
de: Beschreibung
fr: Sous-titre

# component_type
source: Function
de: Funktion
fr: Fonction

# component_type_title
source: {type, select, link{Link} body{Text block} media{File} other{{type}}}
de: {type, select, link{Link} body{Textfeld} media{Datei} other{{type}}}
fr: {type, select, link{Lien} body{Bloc de texte} media{Fichier} other{{type}}}

# component_type_description
source: {type, select, link{Specify a link that will open on tap} body{Enter a (longer) text to be displayed below the title} media{Upload files that will be displayed on tap} other{{type}}}
de: {type, select, link{Gib einen Link an, der per Klick erreicht werden kann} body{Gib einen (längeren) Text an, der unter dem Titel angezeigt wird} media{Lade PDF-Dateien hoch, die per Klick auf die Info angezeigt werden} other{{type}}}
fr: {type, select, link{Définissez un lien à afficher} body{Saisissez un texte à afficher sous le titre} media{Téléchargez des fichiers à afficher} other{{type}}}

# useMarkdownForFormatting
source: Use [markdown](https://www.markdownguide.org/basic-syntax/) to format.
de: Nutze [Markdown](https://www.markdownguide.org/basic-syntax/) für die Formatierung.
fr: Utilisez la syntaxe [markdown](https://www.markdownguide.org/basic-syntax/) pour mettre en page.

# component_body
source: Content
de: Inhalt
fr: Contenu

# component_link
source: Link
fr: Lien

# posting
source: Post
de: Beitrag
fr: Messages

# home_postings
source: News
fr: Nouveautés

# home_addPosting
source: Add post
de: Beitrag hinzufügen
fr: Ajouter un message

# home_postingDeleteTitle
source: Remove post
de: Beitrag entfernen
fr: Supprimer le message

# home_postingDeleteConfirmation
source: Are you sure to delete this post?
de: Bist du sicher, dass du den Beitrag entfernen möchtest?
fr: Voulez-vous vraiment supprimer ce message ?

# posting_dateTimeTitle
source: Timestamp
de: Zeitpunkt
fr: Date/Heure

# posting_addMediaTitle
source: Add media
de: Medien hinzufügen
fr: Ajouter un média

# posting_publishWarning
source: Caution: As soon as you publish the post, all users who have agreed to it will receive a notification
de: Achtung: sobald du den Beitrag veröffentlichst, bekommen alle User, die zugestimmt haben, eine Benachrichtigung
fr: Attention : dès que vous publiez le message, toutes les personnes l'ayant accepté recevrons une notification

# posting_deleteMedia_confirmationTitle
source: Delete image
de: Bild löschen
fr: Suppression du média

# posting_deleteMedia_confirmationText
source: Are you sure to delete this image?
de: Bist du dir sicher, dass du das Bild löschen möchtest?
fr: Voulez-vous vraiment supprimer ce média ?

# translationTextField_universalFirst
source: Specify a universal value first before entering a translation
de: Gib erst einen universellen Wert an, bevor du eine Übersetzung einträgst
fr: Spécifiez d'abord une valeur par défaut avant de proposer une traduction

# markerModel_title
source: {type, select, administration{Tournament administration} ceremony{Award ceremony} wc{Toilets} lockerRoom{Locker rooms} showers{Showers} marker{Marker} ambulance{Ambulance} drinkingWater{Drinking water} breakfast{Breakfast} lunch{Lunch} dinner{Dinner} buffet{Buffet} party{Party} camping{Camping} trainStation{Train station} busStop{Bus stop} cycleRack{Cycle rack} parking{Parking} construction{Under construction} warning{Warning} prohibited{No entrance} live{Live} other{{type}}}
de: {type, select, empty{} marker{Markierung} administration{Turnierleitung} ambulance{Sanitäter} ceremony{Siegerehrung} wc{WC} drinkingWater{Trinkwasser} lockerRoom{Umkleide} showers{Duschen} breakfast{Frühstück} lunch{Mittagessen} dinner{Abendessen} buffet{Buffet} party{Party} camping{Zeltplatz} trainStation{Bahnstation} busStop{Bushaltestelle} cycleRack{Fahrradständer} parking{Parkplatz} construction{Baustelle} warning{Warnung} prohibited{Nicht betreten} live{Live} other{}}
fr: {type, select, administration{Organisation} ceremony{Remise des récompenses} wc{Sanitaires} lockerRoom{Vestiaires} showers{Douches} marker{Repère} ambulance{Ambulance} drinkingWater{Eau potable} breakfast{Petit-déjeuner} lunch{Déjeuner} dinner{Dîner} buffet{Buffet} party{Fête} camping{Camping} trainStation{Gare} busStop{Arrêt de bus} cycleRack{Parc à vélos} parking{Stationnement} construction{En construction} warning{Danger} prohibited{Accès interdit} live{Concert} other{{type}}}

source: More
de: Mehr
fr: Plus

# map_edit_placeByDragAndDrop
source: Use drag & drop to place the field on the map
de: Platziere das Feld per Drag&Drop auf der Karte
fr: Glissez-déposez le terrain sur la carte

# home_myTeam
source: My team
de: Mein Team
fr: Mes équipes

# time_second
source: {howMany, plural, one{1 second} other{{howMany} seconds}}
de: {howMany, plural, one{1 Sekunde} other{{howMany} Sekunden}}
fr: {howMany, plural, one{1 seconde} other{{howMany} secondes}}

# time_hour
source: {howMany, plural, one{1 hour} other{{howMany} hours}}
de: {howMany, plural, one{1 Stunde} other{{howMany} Stunden}}
fr: {howMany, plural, one{1 heure} other{{howMany} heures}}

# time_day
source: {howMany, plural, one{1 day} other{{howMany} days}}
de: {howMany, plural, one{1 Tag} other{{howMany} Tagen}}
fr: {howMany, plural, one{1 jour} other{{howMany} jours}}

# time_month
source: {howMany, plural, one{1 month} other{{howMany} months}}
de: {howMany, plural, one{1 Monat} other{{howMany} Monaten}}
fr: {howMany, plural, one{1 mois} other{{howMany} mois}}

# timeAgo
source: {before, select, true{{value} ago} other{In {value}}}
de: {before, select, true{Vor {value}} other{In {value}}}
fr: {before, select, true{Depuis {value}} other{Dans {value}}}

# leaveTournamentTitle
source: Leave tournament
de: Turnier verlassen
fr: Quitter le tournoi

# leaveTournamentDescription
source: Are you sure to leave the tournament *{name}*? You can still find it at *My tournaments*.
de: Möchtest du das Turnier *{name}* verlassen? Du findest es weiterhin unter *Meine Turniere*.
fr: Voulez-vous vraiment quitter le tournoi *{name}* ? Vous le retrouverez dans *Mes tournois*.

# personalTeamSelection_title
source: Team selection
de: Teamauswahl
fr: Sélection de l'équipe

# personalTeamSelection_description
source: Which team would you like to subscribe to?
de: Welches Team möchtest du abonnieren?
fr: À quelle équipe voulez-vous vous abonner ?
