Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# dialog_editDivision_addDivision_success
source: Division %s added successfully
de: Spielklasse %s erfolgreich hinzugefügt
fr: Division %s ajoutée

# dialog_editDivision_addDivision_error
source: Error while adding division
de: Fehler beim Hinzufügen der Spielklasse
fr: Erreur pendant l'ajout de la division

# snackbar_close
source: Close
de: Schließen
fr: Fermer

# dialog_close
source: Close
de: Schließen
fr: Fermer

# dialog_doNotShowAgain
source: Do not show again
de: Nicht mehr anzeigen
fr: Ne plus afficher

# login_page_login_error_userNotFound
source: This mail does not exist
de: Diese eMail existiert nicht
fr: Cet email est inconnu

# login_page_login_error_wrongPassword
source: Wrong password
de: Falsches Passwort
fr: Mauvais mot de passe

# login_page_register_label
source: Register
de: Registrieren
fr: S'inscrire

# login_page_register_error
source: Error while registering
de: Beim Registrieren ist ein Fehler aufgetreten
fr: Erreur pendant l'inscription

# tournaments_switchOnlyListed_label
source: Hide unlisted tournaments
de: Nicht gelistete ausblenden
fr: Cacher les tournois masqués

# tournaments_addTournamentLabel
source: Create tournament
de: Turnier erstellen
fr: Créer un tournoi

# dialog_editTournament_title
source: Edit tournament
de: Turnier bearbeiten
fr: Modifier le tournoi

# dialog_editTournament_addTournament_title
source: Add tournament
de: Turnier hinzufügen
fr: Ajouter un tournoi

# dialog_editTournament_field_name_label
source: Name of the tournament
de: Name des Turniers
fr: Nom du tournoi

# dialog_editTournament_success
source: Tournament %s edited successfully
de: Turnier %s erfolgreich bearbeitet
fr: Tournoi %s modifié

# dialog_editTournament_error
source: Error while editing tournament
de: Fehler beim Bearbeiten des Turniers
fr: Erreur pendant la modification du tournoi

# modalBottomSheet_tournament_option_edit
source: Edit tournament
de: Turnier bearbeiten
fr: Modifier le tournoi

# modalBottomSheet_tournament_option_setAsDefault
source: Set tournament as default
de: Als Default-Turnier definieren
fr: Définir ce tournoi par défaut

# modalBottomSheet_tournament_option_delete
source: Delete tournament
de: Turnier löschen
fr: Supprimer le tournoi

# modalBottomSheet_tournament_option_removeFromPersonal
source: Remove tournament from personal list
de: Turnier von meinen Turnieren entfernen
fr: Supprimer le tournoi de votre liste personnelle

# dialog_deleteTournament_title
source: Delete tournament
de: Turnier löschen
fr: Supprimer le tournoi

# dialog_deleteTournament_description
source: Are you sure to delete tournament %s?
de: Möchtest du das Turnier %s wirklich löschen?
fr: Voulez-vous vraiment supprimer le tournoi %s ?

# dialog_deleteTournament_success
source: Tournament deleted successfully
de: Turnier wurde erfolgreich gelöscht
fr: Tournoi supprimé

# dialog_removeFromPersonalTournament_title
source: Remove tournament from personal list
de: Turnier von meinen Turnieren entfernen
fr: Supprimer le tournoi de votre liste personnelle

# dialog_removeFromPersonalTournament_description
source: Are you sure to delete tournament %s?
de: Möchtest du das Turnier %s wirklich entfernen?
fr: Voulez-vous vraiment supprimer le tournoi %s ?

# dialog_removeFromPersonalTournament_success
source: Tournament deleted
de: Turnier wurde entfernt
fr: Tournoi supprimé

# dialog_removeFromPersonalTournament_error
source: Error while deleting tournament
de: Turnier konnte nicht entfernt werden
fr: Erreur pendant la suppression du tournoi

# main_home_addBulletinButton_label
source: Add post
de: Beitrag hinzufügen
fr: Ajouter un message

# modalBottomSheet_bulletin_option_edit
source: Edit post
de: Beitrag bearbeiten
fr: Modifier le message

# modalBottomSheet_bulletin_option_delete
source: Delete post
de: Beitrag löschen
fr: Supprimer le message

# dialog_editBulletin_success
source: Post added
de: Beitrag hinzugefügt
fr: Message ajouté

# dialog_editBulletin_error
source: Error while adding post
de: Beim Hinzufügen des Beitrags ist ein Fehler aufgetreten
fr: Erreur pendant l'ajout du message

# dialog_deleteBulletin_success
source: Post deleted
de: Beitrag gelöscht
fr: Message supprimé

# dialog_deleteBulletin_error
source: Error while deleting post
de: Beim Löschen des Beitrags ist ein Fehler aufgetreten
fr: Erreur pendant la suppression du message

# dialog_deleteBulletin_title
source: Delete post
de: Beitrag löschen
fr: Supprimer le message

# dialog_deleteBulletin_description
source: Are you sure to delete this post?
de: Möchtest du den Beitrag wirklich löschen?
fr: Voulez-vous vraiment supprimer ce message ?

# notification_error_noTokenFound
source: Notifications could not be enabled because no token is available
de: Benachrichtigungen können nicht aktiviert werden, da kein Benachrichtigungstoken vorhanden ist
fr: Aucun jeton disponible pour activer les notifications

# notification_error_isWeb
source: Download the app to your mobile device to receive notifications
de: Lade dir die App auf dein Handy, um Benachrichtigungen empfangen zu können
fr: Téléchargez l'application sur votre appareil pour recevoir les notifications

# notification_error_noPermission
source: Notifications could not be enabled because the permission was denied
de: Benachrichtigungen können nicht aktiviert werden, da die benötigte Berechtigung nicht erteilt wurde.
fr: La permission d'activation des notifications a été refusée

# router_noPermission
source: You do not have permission to do that
de: Dafür hast du keine Berechtigung
fr: Il vous manque des droits pour faire cela

# tbd_description
source: To Be Defined - This value has not been defined yet
de: To Be Defined - Dieser Wert wurde noch nicht festgelegt
fr: Indéfini - Cette valeur est encore indéfinie

# groupTableBye
source: Bye
de: Ausgesetzt
fr: Salut

# groupTableGroupsExplanation
source: When ranking unequal-sized groups, games against the worst team in the larger groups are excluded from the ranking. The number in parentheses represents the value resulting from this adjustment.
de: Bei der Bewertung ungleich großer Gruppen werden Spiele gegen den Gruppenletzten in den größeren Gruppen von der Wertung ausgeschlossen. Die Zahl in Klammern repräsentiert den Wert, der sich durch diese Anpassung ergibt.
fr: Pour le classement entre des groupes de tailles différentes, les parties de la dernière équipe des groupes plus grands sont exclues du classement. Le nombre entre parenthèses représente la valeur de cet ajustement.

# setting
source: {howMany, plural, one{Setting} other{Settings}}
de: {howMany, plural, one{Einstellung} other{Einstellungen}}
fr: {howMany, plural, one{Paramètre} other{Paramètres}}

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

# overviewMap
source: Map
de: Übersichtskarte
fr: Carte

# usersAndPermissions
source: User & Permissions
de: User & Berechtigungen
fr: Utilisateur.rice et droits

# divisionsAndTeams
source: {divisions} & {teams}
fr: {divisions} et {teams}

# addX
source: Add {placeholder}
de: {placeholder} hinzufügen
fr: Ajouter {placeholder}

# editNamedX
source: Edit {placeholder} {name}
de: {placeholder} {name} bearbeiten
fr: Modifier {placeholder} {name}

# editX
source: Edit {placeholder}
de: {placeholder} bearbeiten
fr: Modifier {placeholder}

# deleteX
source: Delete {placeholder}
de: {placeholder} entfernen
fr: Supprimer {placeholder}

# changeName
source: Edit name
de: Namen ändern
fr: Modifier le nom

# openEnhancedSettings
source: Go to extended settings
de: Erweiterte Einstellungen öffnen
fr: Ouvrir les paramètres avancés

source: Delete
de: Löschen
fr: Supprimer

source: Home
fr: Accueil

source: Edit
de: Bearbeiten
fr: Modifier

# forward
source: Continue
de: Weiter
fr: Continuer

source: Skip
de: Überspringen
fr: Passer

# changeX
source: Modify {placeholder}
de: {placeholder} ändern
fr: Modifier {placeholder}

source: Order
de: Reihenfolge
fr: Trier

source: Game duration
de: Spieldauer
fr: Durée de la partie

# timeAndFieldSchedule
source: Schedule
de: Zeit- & Feldplan
fr: Programme

source: Game settings
de: Spieleinstellungen
fr: Paramètres de la partie

# groupSettings
source: Pool settings
de: Gruppeneinstellungen
fr: Paramètres du groupe

source: Permissions
de: Berechtigungen
fr: Droits

source: Save
de: Speichern
fr: Enregistrer

# selectX
source: Select {placeholder}
de: {placeholder} auswählen
fr: Sélectionner {placeholder}

# addTeam_nameOfTeam
source: Team name
de: Name des Teams
fr: Nom d'équipe

# addTeam_helper
source: Hit [Return] to add multiple teams at once
de: Tippe [Enter] um mehrere Teams auf einmal hinzuzufügen
fr: Sautez une ligne à chaque équipe que vous voulez ajouter

# addDivision_nameOfDivision
source: Name of division
de: Name der Spielklasse
fr: Nom de la division

# setting_scoreGamePermission
source: Who is allowed to score games?
de: Wer darf Spiele punkten?
fr: Qui peut marquer les scores des parties ?

# setting_finishGamePermission
source: Who is allowed to finish games?
de: Wer darf Spiele beenden?
fr: Qui peut mettre fin aux parties ?

# setting_transferScorePermission
source: Who is allowed to share the scoring permission?
de: Wer darf die Berechtigung zum Punkten weitergeben?
fr: Qui peut partager le droit de marquer les scores ?

# setting_permissionNobody
source: Nobody
de: Niemand
fr: Personne

# setting_permissionOnlyRole
source: {role, select, nobody{Nobody} unrestricted{Everyone} other{Only users with role *{role}*}}
de: {role, select, nobody{Niemand} unrestricted{Alle} other{Nur User mit der Rolle *{role}*}}
fr: {role, select, nobody{Personne} unrestricted{Tout le monde} other{Seules les personnes avec le rôle *{role}*}}

# role_type
source: {role, select, nobody{Nobody} unrestricted{Everyone} other{{role}}}
de: {role, select, nobody{Niemand} unrestricted{Alle} other{{role}}}
fr: {role, select, nobody{Personne} unrestricted{Tout le monde} other{{role}}}

source: Cancel
de: Abbrechen
fr: Annuler

source: Confirm
de: Bestätigen
fr: Confirmer

# setting_globalFields
source: Global field assignment
de: Globale Feldzuordnung
fr: Attribution des terrains

# timetable_smallScreenWarning
source: This view is not optimized for small screens and should be used in the web version on a large screen
de: Diese Ansicht ist nicht für kleine Bildschirme optimiert und sollte in der Web-Version auf einem großen Bildschirm verwendet werden
fr: Cette vue est difficile d'utilisation sur de petits écrans, et devrait être utilisée en ligne sur un écran plus grand

# setup_divisionsAndTeamsDivisionExample
source: e.g. Default, Mixed, U20, ...
de: z.B. Standard, Mixed, U20, ...
fr: ex. Libre, Mixte, U20, ...

# setup_misc
source: Miscellaneous
de: Sonstiges
fr: Divers

source: Dashboard
fr: Tableau de bord

source: Export
de: Exportieren
fr: Exporter

# setting_genderAbbaHelper
source: Show ABBA-Hint
de: ABBA-Hilfe anzeigen
fr: Montrer les ABBA-stuces

# setting_tournamentMode
source: Tournament mode
de: Turniermodus
fr: Type de tournoi

# addField_nameOfField
source: Field name
de: Name des Feldes
fr: Nom du terrain

# addField_helper
source: Hit [Return] to add multiple fields at once
de: Tippe [Enter] um mehrere Felder auf einmal hinzuzufügen
fr: Sautez une ligne à chaque terrain que vous voulez ajouter

source: Preview
de: Vorschau
fr: Aperçu

source: From
de: Von
fr: De

source: To
de: Bis
fr: À

# setting_resetToParent
source: Reset ({value})
de: Zurücksetzen ({value})
fr: Restaurer ({value})

# setting_resetToDefault
source: Reset to default
de: Auf Standard zurücksetzen
fr: Restaurer par défaut

# setting_tieBreaker
source: Ranking criteria
de: Ranglistenkriterien
fr: Critère de classement

# setting_tieBreakerType
source: {type, select, points{Pool points} wins{Wins} winsDiff{Win difference} segmentWins{Segments won} segmentsDiff{Segment difference} scores{Scores} scoresDiff{Score difference} dice{Random} manual{Manual} goals{Goals} goalsDiff{Goal difference} other{{type}}}
de: {type, select, points{Gruppen-Punkte} wins{Siege} winsDiff{Siegdifferenz} segmentWins{Gewonnene Sätze} segmentsDiff{Satzdifferenz} scores{Punkte} scoresDiff{Punktedifferenz} dice{Zufall} manual{Manuell} goals{Tore} goalsDiff{Tordifferenz} other{{type}}}
fr: {type, select, points{Points en groupe} wins{Victoires} winsDiff{Différenciel de victoire} segmentWins{Segments gagnés} segmentsDiff{Différenciel de segment} scores{Scores} scoresDiff{Différenciel de score} dice{Aléatoire} manual{Manuel} goals{Buts} goalsDiff{Différenciel de but} other{{type}}}

# setting_tieBreaker_allTieBreakers_title
source: All ranking criteria
de: Alle Ranglistenkriterien
fr: Tous les critères de classement

# setting_tieBreaker_selectedTieBreakers_title
source: Active ranking criteria in specified order
de: Aktive Ranglistenkriterien in angegebener Reihenfolge
fr: Critères de classements actifs dans un certain ordre

# setting_tieBreaker_pointsCalculation_title
source: Calculation of pool points
de: Berechnung der Gruppen-Punkte
fr: Calcul des points en groupe

# setting_tieBreaker_pointsCalculationType_title
source: {type, select, classic{3-1-0} twoOneZero{2-1-0} twoZero{2-0} scores{Scored points} scoresPlusDiffToMax{Scored points + opponents difference to max. score} scoresPlusDiffToMaxPlusGameModifier{Scored points + opponents difference to max. score + game multiplier} powerRanking{Power Ranking} weightedPowerRanking{Weighted Power Ranking} other{{type}}}
de: {type, select, classic{3-1-0} twoOneZero{2-1-0} twoZero{2-0} scores{Erzielte Punkte} scoresPlusDiffToMax{Erzielte Punkte + Differenz des Gegners zu max. Punktzahl} scoresPlusDiffToMaxPlusGameModifier{Erzielte Punkte + Differenz des Gegners zu max. Punktzahl + Spiel-Multiplikator} powerRanking{Power Ranking} weightedPowerRanking{Gewichtetes Power Ranking} other{{type}}}
fr: {type, select, classic{3-1-0} twoOneZero{2-1-0} twoZero{2-0} scores{Points marqués} scoresPlusDiffToMax{Points marqués comparés aux adversaires par rapport au score maximum} scoresPlusDiffToMaxPlusGameModifier{Points marqués comparés aux adversaires par rapport au score maximum avec coefficient} powerRanking{Classement par puissance} weightedPowerRanking{Classement par puissance pondérée} other{{type}}}

# setting_tieBreaker_pointsCalculationType_description
source: {type, select, classic{3 points for each win, 1 point for each draw} twoOneZero{2 points for each win, 1 point for each draw} twoZero{2 points for each win} scores{Each team receives the points it has scored as pool points} scoresPlusDiffToMax{Each team receives the points it has scored in the game. It also receives the points that the opposing team did not score (difference to the maximum number of points) as a bonus.} scoresPlusDiffToMaxPlusGameModifier{Each team receives the points it has scored in the game. It also receives the points that the opposing team did not score (difference to the maximum number of points) as a bonus. In addition, there is a multiplier for the first 5 games of each round. The first game counts 5 points, the second game 4 points, etc. In Swiss Draw format, higher ranked teams are more likely to play in the games with a higher multiplier.} powerRanking{The Power Ranking (PwR) shows the strength of the teams based on the points differences in previous games.} weightedPowerRanking{The Power Ranking (PwR) shows the strength of the teams based on the points differences in previous games. The Weighted Power Ranking gives greater weight to close match results than to clear victories or defeats.} other{{type}}}
de: {type, select, classic{3 Punkte pro Sieg, 1 Punkt pro Unentschieden} twoOneZero{2 Punkte pro Sieg, 1 Punkt pro Unentschieden} twoZero{2 Punkte pro Sieg} scores{Jedes Team erhält die Punkte, die es selbst im Spiel erzielt hat als Gruppen-Punkte.} scoresPlusDiffToMax{Jedes Team erhält die Punkte, die es selbst im Spiel erzielt hat. Es erhält außerdem die Punkte, die das Gegnerteam nicht erzielt hat (Differenz zur Maximalpunktzahl), als Bonus.} scoresPlusDiffToMaxPlusGameModifier{Jedes Team erhält die Punkte, die es selbst im Spiel erzielt hat. Es erhält außerdem die Punkte, die das Gegnerteam nicht erzielt hat (Differenz zur Maximalpunktzahl), als Bonus. Zusätzlich gibt es einen Multiplikator für die ersten 5 Spiele jeder Runde. Das erste Spiel gibt 5 Punkte, das zweite Spiel 4 Punkte, etc. Im Swiss Draw Modus spielen höher platzierte Teams eher in den Spielen mit höherem Multiplikator.} powerRanking{Das Power Ranking (PwR) bildet die Spielstärke der Teams auf Basis der Punktedifferenzen in den bisherigen Begegnungen ab.} weightedPowerRanking{Das Power Ranking (PwR) bildet die Spielstärke der Teams auf Basis der Punktedifferenzen in den bisherigen Begegnungen ab. Das gewichtete Power Ranking wertet knappe Spielergebnisse stärker als deutliche Siege oder Niederlagen.} other{{type}}}
fr: {type, select, classic{3 points par victoire, 1 point par égalité} twoOneZero{2 points par victoire, 1 point par égalité} twoZero{2 points par victoire} scores{Somme des points marqués} scoresPlusDiffToMax{Somme des points marqués et de la différence entre les points de chaque adversaire et le score maximum} scoresPlusDiffToMaxPlusGameModifier{Somme des points marqués et de la différence entre les points de chaque adversaire et le score maximum. En plus, il y a un multiplicateur pour les 5 premières parties de chaque tour. La première compte 5 points, la deuxième 4 points, etc. Au tirage suisse, les équipes les mieux classées sont susceptibles de jouer les parties avec les plus hauts multiplicateurs.} powerRanking{Le classement par puissance (Power Ranking) s'appuie sur la différence de points entre les équipes des parties précédentes.} weightedPowerRanking{Le classement par puissance pondérée donne un meilleur coefficient aux parties les plus serrées.} other{{type}}}

# setting_tieBreaker_sorting_title
source: Order
de: Sortierung
fr: Trier

# groupPage_editTieBreaker
source: Edit ranking criteria
de: Ranglistenkriterien bearbeiten
fr: Modifier les critères de classement

# appUsers
source: App-User
fr: Utilisateur.rice.s

# setup_addUser
source: Add user to tournament
de: User zu Turnier hinzufügen
fr: Ajouter un.e utilisateur.rice au tournoi

# setup_userNotFound
source: User not found
de: User nicht gefunden
fr: Utilisateur.rice introuvable

source: Password
de: Passwort
fr: Mot de passe

# onOff
source: {value, select, true{On} other{Off}}
de: {value, select, true{An} other{Aus}}
fr: {value, select, true{Actif} other{Inactif}}

# setup_versionOutdated
source: This tournaments version ({version}) is deprecated
de: Die Version des Turniers ({version}) ist veraltet
fr: La version ({version}) de ce tournoi est obsolète

# setup_versionOutdatedDescription
source: Some things might not be displayed correctly
de: Es kann sein, dass einige Daten nicht korrekt angezeigt werden
fr: Certaines choses seront mal affichées

# setup_migrateToCurrentVersion
source: Start migration to current version...
de: Migration zur aktuellen Version starten...
fr: Démarrer la migration vers la version actuelle...

# setup_migrateTournamentSuccess
source: The tournament got migrated to the newest version
de: Das Turnier wurde auf die neuste Version migriert
fr: Ce tournoi a été migré vers la dernière version

# timetable_stats
source: Statistics
de: Statistiken
fr: Statistiques

# timetable_stats_totalDuration
source: Total time
de: Gesamtzeit
fr: Durée totale

# timetable_stats_teamBreakDurationMin
source: Min. break time
de: Min. Pause
fr: Durée minimale d'un temps mort

# timetable_stats_teamBreakDurationMax
source: Max. break time
de: Max. Pause
fr: Durée maximale d'un temps mort

# timetable_stats_teamBreakDurationAvg
source: ⌀ break time
de: ⌀ Pause
fr: Durée moyenne d'un temps mort

# timetable_error
source: {type, select, integrity{This game must take place before game {id}} timeAndField{This game overlaps with game {id}} timeAndOpponents{One of the opponents is assigned to another game ({id}) at the same time} timeContainerBounds{This game takes place outside the defined start and end times} timeContainerDeleted{The assigned time period has been removed} timeContainerNullButStartTimeDefined{A start time is defined but no time period has been assigned} timeContainerNullButFieldDefined{A field is defined but no time period has been assigned} fieldDeleted{The assigned field has been removed} other{{type}}}
de: {type, select, integrity{Dieses Spiel muss zeitlich vor Spiel {id} sein} timeAndField{Dieses Spiel überschneidet sich mit Spiel {id}} timeAndOpponents{Ein Gegnerteam dieses Spiels hat zu dieser Zeit bereits ein anderes Spiel ({id})} timeContainerBounds{Dieses Spiel liegt außerhalb der festgelegten Start- und Endzeiten} timeContainerDeleted{Der zugewiesene Zeitraum wurde entfernt} timeContainerNullButStartTimeDefined{Es wurde zwar eine Startzeit definiert, aber kein Zeitraum zugewiesen} timeContainerNullButFieldDefined{Es wurde zwar ein Feld definiert, aber kein Zeitraum zugewiesen} fieldDeleted{Das zugewiesene Feld wurde entfernt} other{{type}}}
fr: {type, select, integrity{Cette partie doit avoir lieu avant la partie {id}} timeAndField{Cette partie déborde sur la partie {id}} timeAndOpponents{L'une des équipes est attendue pour la partie ({id}) au même moment} timeContainerBounds{Cette partie a lieu en dehors du créneau prévu} timeContainerDeleted{La période attribuée a été supprimée} timeContainerNullButStartTimeDefined{Une heure de début est définie sans attribution de période} timeContainerNullButFieldDefined{Un terrain est défini sans attribution de période} fieldDeleted{Le terrain attribué a été supprimé} other{{type}}}

# timetable_selectionContent
source: Grouped games
de: Gruppierte Spiele
fr: Parties groupées

# timetable_selectionErrors
source: Warnings
de: Warnungen
fr: Avertissements

# timetable_selection_noSelection
source: No game selected
de: Kein Spiel ausgewählt
fr: Aucune partie sélectionnée

# tgGroup_identifier
source: {detailed, select, true{{rank} of pool {name}} other{{rank} {name}}}
de: {detailed, select, true{{rank} aus Gruppe {name}} other{{rank} {name}}}
fr: {detailed, select, true{{rank} du groupe {name}} other{{rank} {name}}}

# swissGroup_identifier
source: {detailed, select, true{{rank} of Swiss Draw {name}} other{{rank} {name}}}
de: {detailed, select, true{{rank} aus Swiss Draw {name}} other{{rank} {name}}}
fr: {detailed, select, true{{rank} du tirage suisse {name}} other{{rank} {name}}}

# opponent_home
source: Home
de: Heim
fr: Domicile

# opponent_away
source: Away
de: Gast
fr: Extérieur

# export_result_halftime
source: Half time result
de: Halbzeiterg.
fr: Resultat à la mi-temps

# export_result_final
source: Final result
de: ENDERGEBNIS
fr: Résultat final

# export_result_overtime
source: after overtime
de: n. Verlängerung
fr: après prolongations

# timetable_modifyMaxDurationForSelection_errorEmpty
source: No game selected
de: Kein Spiel ausgewählt
fr: Aucune partie sélectionnée

# timetable_modifyMaxDurationForSelection_errorNotEqual
source: All selected games must have identical game and break times
de: Alle ausgewählten Spiele müssen die gleiche Spiel- und Pausenzeit haben
fr: Toutes les parties sélectionnées doivent avoir les mêmes durée de partie et de temps mort

source: Select
de: Auswählen
fr: Sélectionner

source: Expand selection
de: Auswahl erweitern
fr: Étendre la sélection

source: Copy
de: Kopieren
fr: Copier

source: Paste
de: Einfügen
fr: Coller

source: Cut
de: Ausschneiden
fr: Couper
