Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# fcm_personalTeamGameAdvancement_title
source: {team}: New game!
de: {team}: Neues Spiel!
fr: {team} : Nouvelle partie !

# fcm_personalTeamGameAdvancement_body
source: A new game has been assigned to your team. Tap here to view the game.
de: Deinem Team wurde ein neues Spiel zugewiesen. Tippe hier, um zum Spiel zu gelangen.
fr: Une nouvelle partie a été affectée à votre équipe. Touchez ici pour la voir.

# fcm_personalTeamGameFinishedChange_title
source: {team}: Game finished!
de: {team}: Spiel vorbei!
fr: {team} : Partie terminée !

# fcm_personalTeamGameFinishedChange_body
source: {score1}:{score2} vs {opponent}
de: {score1}:{score2} gegen {opponent}
fr: {score1}-{score2} contre {opponent}

# fcm_personalTeamGameChange_title
source: {team}: Game updated!
de: {team}: Spiel-Update!
fr: {team} : Partie actualisée !

# fcm_personalTeamGameChange_body
source: There has been a change to one of your games. Tap here to view the game.
de: Es gab eine Änderung bei einem deiner Spiele. Tippe hier, um zum Spiel zu gelangen.
fr: Il y a du changement sur l'une de vos parties. Touchez ici pour les voir.

# fcm_personalTeamGameReminder_title
source: {team}: Get ready!
de: {team}: Mach dich bereit!
fr: {team} : Préparez-vous !

# fcm_personalTeamGameReminder_body
source: Your game starts in {timeInMinutes} minutes.
de: Dein Spiel startet in {timeInMinutes} Minuten.
fr: Votre partie démarre dans {timeInMinutes} minutes.

# fcm_personalTeamGameReminder_body_withField
source: Your game starts in {timeInMinutes} minutes on field {field}.
de: Dein Spiel startet in {timeInMinutes} Minuten auf Feld {field}.
fr: Votre partie démarre dans {timeInMinutes} minutes sur le terrain {field}.

# fcm_personalTeamGameStartTimeReached_title
source: {team}: Kickoff!
de: {team}: Los geht's!
fr: {team} : Engagement !

# fcm_personalTeamGameStartTimeReached_body
source: Your game just started.
de: Dein Spiel hat begonnen.
fr: Votre partie vient de commencer.

# fcm_personalTeamGameStartTimeReached_body_withField
source: Your game just started on field {field}.
de: Dein Spiel auf Feld {field} hat begonnen.
fr: Votre partie vient de commencer sur le terrain {field}.

# fcm_personalTeamGameEndTimeReached_title
source: {team}: Time is up!
de: {team}: Zeit ist rum!
fr: {team} : Temps écoulé !

# fcm_personalTeamGameEndTimeReached_body
source: The playing time of your game just ended.
de: Die Spielzeit deines Spiels ist vorbei.
fr: Le temps de votre partie est écoulé.

# fcm_personalTeamGameScoreChange_title
source: {team}: New score!
de: {team}: Neuer Spielstand!
fr: {team} : Nouveau point !

# fcm_personalTeamGameScoreChange_body
source: {score1}:{score2} vs {opponent}
de: {score1}:{score2} gegen {opponent}
fr: {score1}-{score2} contre {opponent}

# fcm_postingCreated_body
source: A new post was published in the tournament {tournament}. Tap here to view the post.
de: Ein neuer Beitrag wurde im Turnier {tournament} veröffentlicht. Tippe hier, um den Beitrag anzusehen.
fr: Un nouveau message a été publié dans le tournoi {tournament}. Touchez ici pour le voir.

# fcm_personalTeamFieldAssignment_title
source: {team}: Field assigned!
de: {team}: Feld zugewiesen!
fr: {team} : Terrain affecté !

# fcm_personalTeamFieldAssignment_body
source: Field {field} has been assigned to your game. Tap here to view the game.
de: Feld {field} wurde deinem Spiel zugewiesen. Tippe hier, um zum Spiel zu gelangen.
fr: Votre partie se déroulera sur le terrain {field}. Touchez ici pour voir la partie.

# main_games_appBar_filter_menu_title
source: Filter games
de: Spiele filtern
fr: Filtrer

# main_games_appBar_filter_menu_finish
source: Finish
de: Fertig
fr: Terminée

# main_games_appBar_filter_menu_teams_title
source: Teams
fr: Équipes

# change_language_dialog_title
source: Choose language
de: Sprache auswählen
fr: Choisir la langue

# main_scores_games_game_gameTime
source: %s (until %s)
de: %s (bis %s)
fr: %s (jusque %s)

# main_scores_games_gameTile_score_state_running
source: Live
fr: En cours

# main_scores_games_gameTile_score_state_finished
source: Final result
de: Endstand
fr: Résultat

# exception_firebase_firestore_permissionDenied
source: You don't have permission for that currently
de: Dafür hast du aktuell keine Berechtigung
fr: L'accès vous est actuellement refusé

# exception_firebase_firestore_noData
source: Nothing found
de: Nichts gefunden
fr: Aucune donnée disponible

source: No translation available
de: Keine Übersetzung verfügbar
fr: Aucune traduction disponible

# main_home_map_initialize
source: Initialize map
de: Karte initialisieren
fr: Initialiser la carte

# main_home_share_title
source: Share
de: Verbreiten
fr: Partager

# main_home_share_qrCode_dialog_title
source: QR code
fr: Code QR

# main_home_share_qrCode_dialog_description
source: If you scan this code with another device, you get to this tournament.
de: Wenn du den QR-Code auf einem anderen Gerät scannst, gelangst du zu dieser Seite.
fr: En scannant ce code avec un autre appareil, vous accéder à ce tournoi.

# main_home_share_share_content
source: Join the tournament '%s': %s
de: Tritt dem Turnier '%s' bei: %s
fr: Rejoindre le tournoi '%s' : %s

# home_linkToTournament
source: Link to the tournament
de: Link zum Turnier
fr: Lien vers le tournoi

source: Settings
de: Einstellungen
fr: Paramètres

# maxTime
source: Max. game duration
de: Spieldauer
fr: Limite de temps de jeu

source: Setup
de: Einrichtung
fr: Configurer

# team
source: {howMany, plural, one{Team} other{Teams}}
fr: {howMany, plural, one{Équipe} other{Équipes}}

# tournament
source: {howMany, plural, one{Tournament} other{Tournaments}}
de: {howMany, plural, one{Turnier} other{Turniere}}
fr: {howMany, plural, one{Tournoi} other{Tournois}}

# field
source: {howMany, plural, one{Field} other{Fields}}
de: {howMany, plural, one{Feld} other{Felder}}
fr: {howMany, plural, one{Terrain} other{Terrains}}

# group
source: {howMany, plural, one{Pool} other{Pools}}
de: {howMany, plural, one{Gruppe} other{Gruppen}}
fr: {howMany, plural, one{Groupe} other{Groupes}}

# game
source: {howMany, plural, one{Game} other{Games}}
de: {howMany, plural, one{Spiel} other{Spiele}}
fr: {howMany, plural, one{Partie} other{Parties}}

source: TBD
fr: Indéfini

# groupTableRank
source: Rank
de: Platzierung
fr: Classement

# groupTableGames
source: Games
de: Spiele
fr: Parties

# groupTableGamesShort
source: G
de: SP
fr: P

# groupTablePoints
source: Pool Points
de: Gruppen-Punkte
fr: Points en groupe

# groupTablePointsShort
source: P
fr: PG

# groupTablePointsPowerRanking
source: Power Rank
fr: Classement par puissance

# groupTablePointsPowerRankingShort
source: PwR
fr: CP

# groupTableWins
source: Wins
de: Siege
fr: Victoires

# groupTableWinsShort
source: W
de: S
fr: V

# groupTableTies
source: Ties
de: Unentschieden
fr: Nuls

# groupTableTiesShort
source: T
de: U
fr: N

# groupTableDefeats
source: Defeats
de: Niederlagen
fr: Défaites

# groupTableDiff
source: Win difference
de: Siegdifferenz
fr: Différenciel de résultat

# groupTableScores
source: {sport, select, soccer{Goals} beachHandball{Goals} kicker{Goals} ultimate{Goals} other{Scores}}
de: {sport, select, soccer{Tore} beachHandball{Tore} kicker{Tore} other{Punkte}}
fr: {sport, select, soccer{Buts marqués} beachHandball{Buts marqués} kicker{Buts marqués} ultimate{Points marqués} other{Points marqués}}

# groupTableScoresShort
source: {sport, select, soccer{G+} beachHandball{G+} kicker{G+} ultimate{G+} other{S+}}
de: {sport, select, soccer{T+} beachHandball{T+} kicker{T+} other{P+}}
fr: {sport, select, soccer{B+} beachHandball{B+} kicker{B+} ultimate{P+} other{P+}}

# groupTableScoresAgainst
source: {sport, select, soccer{Goals against} beachHandball{Goals against} kicker{Goals against} ultimate{Goals against} other{Scores against}}
de: {sport, select, soccer{Gegentore} beachHandball{Gegentore} kicker{Gegentore} other{Gegenpunkte}}
fr: {sport, select, soccer{Buts pris} beachHandball{Buts pris} kicker{Buts pris} ultimate{Points pris} other{Points pris}}

# groupTableScoresAgainstShort
source: {sport, select, soccer{G-} beachHandball{G-} kicker{G-} ultimate{G-} other{S-}}
de: {sport, select, soccer{T-} beachHandball{T-} kicker{T-} other{P-}}
fr: {sport, select, soccer{B-} beachHandball{B-} kicker{B-} ultimate{P-} other{P-}}

# groupTableScoreDiff
source: {sport, select, soccer{Goal difference} beachHandball{Goal difference} kicker{Goal difference} ultimate{Goal difference} other{Score difference}}
de: {sport, select, soccer{Tordifferenz} beachHandball{Tordifferenz} kicker{Tordifferenz} other{Punktedifferenz}}
fr: {sport, select, soccer{Différenciel par but} beachHandball{Différenciel par but} kicker{Différenciel par but} ultimate{Différenciel par point} other{Différenciel par point}}

# groupTableScoreDiffShort
source: {sport, select, soccer{G+/-} beachHandball{G+/-} kicker{G+/-} ultimate{G+/-} other{P+/-}}
de: {sport, select, soccer{T+/-} beachHandball{T+/-} kicker{T+/-} other{P+/-}}
fr: {sport, select, soccer{B+/-} beachHandball{B+/-} kicker{B+/-} ultimate{P+/-} other{P+/-}}

# groupTableGroupRank
source: Pool rank
de: Gruppen-Platzierung
fr: Classement de groupe

# groupTableGroupRankShort
source: PR
de: GP
fr: CG

# groupTableSegmentWins
source: Segments won
de: Sätze gewonnen
fr: Segments gagnés

# groupTableSegmentDefeats
source: Segments lost
de: Sätze verloren
fr: Segments perdus

# groupTableSegmentsDiff
source: Segment difference
de: Satzdifferenz
fr: Différenciel par segment

source: Standings
de: Tabelle
fr: Classements

source: Automatic
de: Automatisch
fr: Automatique

# manual
source: Custom
de: Benutzerdefiniert
fr: Manuel

# game_startTime
source: Start time
de: Startzeit
fr: Heure de début

# game_endTime
source: End time
de: Endzeit
fr: Heure de fin

# game_generator
source: Bracket
de: Runde
fr: Organisation

# elimination
source: {detailed, select, true{Knockout} other{KO}}
de: {detailed, select, true{K.O.-Runde} other{KO}}
fr: {detailed, select, true{Éliminé} other{KO}}

# eliminationFinal
source: {detailed, select, true{Final} other{Final}}
de: {detailed, select, true{Finale} other{Finale}}
fr: {detailed, select, true{Finale} other{Finale}}

# eliminationSemifinal
source: {detailed, select, true{Semifinal} other{SF}}
de: {detailed, select, true{Halbfinale} other{HF}}
fr: {detailed, select, true{Demi-finale} other{1/2}}

# eliminationQuarterfinal
source: {detailed, select, true{Quarterfinal} other{QF}}
de: {detailed, select, true{Viertelfinale} other{VF}}
fr: {detailed, select, true{Quart de finale} other{1/4}}

# eliminationEighthFinal
source: {detailed, select, true{Knockout 1-16} other{KO 1-16}}
de: {detailed, select, true{Achtelfinale} other{AF}}
fr: {detailed, select, true{Huitième de finale} other{1/8}}

# tgElimination_identifierWinner
source: {detailed, select, true{Winner of {id}} other{W {id}}}
de: {detailed, select, true{Sieger aus {id}} other{S {id}}}
fr: {detailed, select, true{Vainqueur de {id}} other{V {id}}}

# tgElimination_identifierLoser
source: {detailed, select, true{Loser of {id}} other{L {id}}}
de: {detailed, select, true{Verlierer aus {id}} other{V {id}}}
fr: {detailed, select, true{Perdant de {id}} other{P {id}}}

# tgGroups_identifier
source: {selectionRank, select, r1{{innerRank} first} r2{{innerRank} second} r3{{innerRank} third} r4{{innerRank} fourth} r5{{innerRank} fifth} r6{{innerRank} sixth} r7{{innerRank} seventh} r8{{innerRank} eighth} r9{{innerRank} ninth} r10{{innerRank} tenth} r11{{innerRank} eleventh} r12{{innerRank} twelfth} other{{innerRank} {acualRank}}}
de: {selectionRank, select, r1{{innerRank} Erster} r2{{innerRank} Zweiter} r3{{innerRank} Dritter} r4{{innerRank} Vierter} r5{{innerRank} Fünfter} r6{{innerRank} Sechster} r7{{innerRank} Siebter} r8{{innerRank} Achter} r9{{innerRank} Neunter} r10{{innerRank} Zehnter} r11{{innerRank} Elfter} r12{{innerRank} Zwölfter} other{{innerRank} {acualRank}.}}
fr: {selectionRank, select, r1{{innerRank} premier} r2{{innerRank} deuxième} r3{{innerRank} troisième} r4{{innerRank} quatrième} r5{{innerRank} cinquième} r6{{innerRank} sixième} r7{{innerRank} septième} r8{{innerRank} huitième} r9{{innerRank} neuvième} r10{{innerRank} dixième} r11{{innerRank} onzième} r12{{innerRank} douzième} other{{innerRank} {acualRank}}}

# status
source: State
de: Status
fr: État

# login_login
source: Sign in
de: Einloggen
fr: Se connecter

# drawer_option_changeLanguage_title
source: Change language
de: Sprache ändern
fr: Changer de langue

# drawer_option_changeAdminMode_title
source: Admin-Mode
de: Admin-Modus
fr: Mode Administration

# drawer_option_switchTournament_title
source: Switch tournament
de: Turnier wechseln
fr: Changer de tournoi

# drawer_title_about
source: About
de: Über diese App
fr: À propos

# drawer_option_privacyPolicy
source: Privacy policy
de: Datenschutzerklärung
fr: Politique de confidentialité

# drawer_users
source: User
fr: Utilisateur.rice

# setting_tournamentName
source: Name of the tournament
de: Name des Turniers
fr: Nom du tournoi

# setting_listed
source: Visiblity
de: Sichtbarkeit
fr: Visibilité

# setting_listedValue
source: {listed, select, true{Public} other{Not listed}}
de: {listed, select, true{Öffentlich} other{Nicht gelistet}}
fr: {listed, select, true{Public} other{Masqué}}

# setting_listedDescription
source: {listed, select, true{Public tournaments will be listed on the main tournament page.} other{Not listed tournaments will not be listed on the main tournament page. They can only be accessed via a link.}}
de: {listed, select, true{Öffentliche Turnier werden auf der Turnierstartseite angezeigt.} other{Nicht gelistete Turniere werden nicht auf der Turnierstartseite angezeigt. Sie können nur per Link aufgerufen werden.}}
fr: {listed, select, true{Les tournois publics s'affichent sur la page principale des tournois.} other{Les tournois masqués sont uniquement accessibles par un lien.}}

# setting_listedInvalidTitle
source: Complete the following steps to publish your tournament:
de: Schließe folgende Schritte ab, um dein Turnier zu veröffentlichen:
fr: Complétez les étapes suivantes pour publier votre tournoi :

# setting_listedNameInvalid
source: • Give your tournament a descriptive name
de: • Gib deinem Turnier einen aussagekräftigen Namen
fr: • Donnez un nom explicite à votre tournoi

# setting_listedNotLoggedIn
source: • %CREATE_ACCOUNT% to manage your tournament permanently - even after changing devices or reinstalling the app.
de: • %CREATE_ACCOUNT% um dein Turnier dauerhaft zu verwalten – auch nach Gerätewechsel oder App-Neuinstallation.
fr: • %CREATE_ACCOUNT% pour gérer définitivement votre tournoi, même après un changement d'appareil ou la réinstallation de l'application.

# setting_maxDuration
source: Game duration
de: Spielzeit
fr: Durée maximale

# setting_maxDurationValue
source: {endTime, select, null{{duration}} other{{duration} (until {endTime})}}
de: {endTime, select, null{{duration}} other{{duration} (bis {endTime})}}
fr: {endTime, select, null{{duration}} other{{duration} (jusque {endTime})}}

# setting_maxDurationNotFulfilled
source: Time has not expired yet
de: Die Zeit ist noch nicht abgelaufen
fr: Il reste du temps

# setting_breakDuration
source: Break time after the game ended
de: Pause nach Ablauf der Spielzeit
fr: Temps mort après la fin de la partie

# setting_segments
source: Sets
de: Aufteilung in Gewinnsätze
fr: Manches

# setting_segmentsValue
source: {howMany, plural, zero{No set defined} one{1 set defined} other{{howMany} sets defined}}
de: {howMany, plural, zero{Keine Sätze definiert} one{1 Satz definiert} other{{howMany} Sätze definiert}}
fr: {howMany, plural, zero{Aucune manche définie} one{1 manche définie} other{{howMany} manches définies}}

# setting_segmentsAddModel
source: Add set
de: Satz hinzufügen
fr: Ajouter une manche

# setting_segmentsSet
source: Set {value}
de: Satz {value}
fr: Manche {value}

# setting_segmentsLabel
source: {value, select, null{Label} other{Label: {value}}}
de: {value, select, null{Bezeichnung} other{Bezeichnung: {value}}}
fr: {value, select, null{Étiquette} other{Étiquette : {value}}}

# setting_segmentsMaxScore
source: Max. score: {value}
de: Max. Punktzahl: {value}
fr: Score maximum : {value}

# setting_segmentsMinScore
source: Min. score: {value}
de: Min. Punktzahl: {value}
fr: Score minimum : {value}

# setting_segmentsMaxDuration
source: Max. duration: {value}
de: Max. Dauer: {value}
fr: Durée maximale : {value}

# setting_segmentsMinScoreDiff
source: Min. score difference: {value}
de: Min. Punkteabstand: {value}
fr: Écart minimum : {value}

# setting_segments_segment
source: {howMany, plural, one{Set} other{Sets}}
de: {howMany, plural, one{Satz} other{Sätze}}
fr: {howMany, plural, one{Manche} other{Manches}}

# setting_segments_state
source: {state, select, upcoming{Not started} running{Running} finished{Finished} other{{state}}}
de: {state, select, upcoming{Nicht gestartet} running{Läuft} finished{Beendet} other{{state}}}
fr: {state, select, upcoming{À venir} running{En cours} finished{Terminé} other{{state}}}

# defaultValue
source: Default
de: Standard
fr: Défaut

# setting_minScore
source: Min. score
de: Min. Punktzahl
fr: Score minimum

# setting_minScoreNotFulfilled
source: {howMany, plural, one{The score of one team must be at least {howMany}} other{The score of one team must be at least {howMany}}}
de: {howMany, plural, one{Zum Beenden muss ein Team mindestens {howMany} Punkt haben} other{Zum Beenden muss ein Team mindestens {howMany} Punkte haben}}
fr: {howMany, plural, one{Le score d'une équipe doit être d'au moins {howMany}} other{Le score d'une équipe doit être d'au moins {howMany}}}

# setting_minScoreDiff
source: Min. score difference
de: Min. Punkteabstand
fr: Écart minimum

# setting_minScoreDiffNotFulfilled
source: {howMany, plural, one{No ties allowed} other{The score difference must be at least {howMany}}}
de: {howMany, plural, one{Zum Beenden darf es nicht Unentschieden stehen} other{Zum Beenden muss der Abstand mindestens {howMany} betragen}}
fr: {howMany, plural, one{Aucun nul autorisé} other{La différence de points doit être d'au moins {howMany}}}

# setting_maxScore
source: Max. score
de: Max. Punktzahl
fr: Score maximum

# setting_sportValue
source: {type, select, ultimate{Ultimate Frisbee} soccer{Soccer} beachHandball{Beach Handball} kicker{Table Soccer} pingPong{Ping Pong} beerPong{Beer Pong} other{{type}}}
de: {type, select, ultimate{Ultimate Frisbee} soccer{Fußball} beachHandball{Beach-Handball} kicker{Kicker} pingPong{Tischtennis} beerPong{Bier-Pong} other{{type}}}
fr: {type, select, ultimate{Ultimate Frisbee} soccer{Football} beachHandball{Beach Handball} kicker{Baby-foot} basketball{Basketball} other{{type}}}

# setting_gameNotifications
source: Game notifications
de: Spiel-Benachrichtigungen
fr: Notifications de partie

# setting_showScheduledTimesOnDelay
source: Always show scheduled times. Even if games are started with a delay.
de: Zeige immer planmäßige Zeiten. Auch wenn Spiele mit Verzögerung gestartet wurden.
fr: Toujours montrer les heures prévues. Même si les parties commencent en décalage.

# tournaments_current
source: Current tournaments
de: Aktuelle Turniere
fr: Tournois en cours

# tournaments_past
source: Past tournaments
de: Vergangene Turniere
fr: Tournois passés

# tournaments_all
source: All tournaments
de: Alle Turniere
fr: Tous les tournois

# dialog_button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# dialog_button_confirm
source: Confirm
de: Bestätigen
fr: Confirmer

# dialog_button_save
source: Save
de: Speichern
fr: Enregistrer

# dialog_editGame_addGame_success
source: Game created succcessfully
de: Spiel wurde erfolgreich erstellt
fr: Partie créée

# dialog_editGame_addGame_error
source: Error while creating game
de: Fehler beim Erstellen des Spiels
fr: Erreur pendant la création de la partie

# modalBottomSheet_game_option_setRandomResult
source: Set random score
de: Zufälliges Ergebnis setzen
fr: Attribuer un score aléatoire

# setRandomResultButton_teamsNotDefined
source: This game has no opponents defined
de: Dieses Spiel hat noch keine gesetzten Teams
fr: Aucune équipe définie pour cette partie

# setRandomResultButton_alreadyFinished
source: This game has already finished
de: Dieses Spiel wurde bereits beendet
fr: Cette partie est déjà terminée

# setRandomResultButton_alreadyScored
source: This game has already been scored
de: Dieses Spiel wurde bereits gepunktet
fr: Cette partie a déjà été marquée

# modalBottomSheet_game_option_edit_startTime
source: Define start time
de: Startzeit anpassen
fr: Définir l'heure de début

# modalBottomSheet_game_option_edit_field
source: Change field
de: Feld ändern
fr: Changer de terrain

# modalBottomSheet_game_option_edit_state
source: Edit state
de: Status bearbeiten
fr: Modifier l'état

# modalBottomSheet_game_option_edit_score
source: Edit score
de: Spielstand setzen
fr: Modifier le score

# modalBottomSheet_game_option_edit_label
source: Edit label
de: Bezeichnung definieren
fr: Modifier l'étiquette

# modalBottomSheet_game_option_edit_order
source: Edit order value
de: Sortierungs-Wert anpassen
fr: Modifier l'ordre

# modalBottomSheet_game_option_bump_triggerCount
source: Reevaluate statistics and followers
de: Statistiken und Nachfolger erneut setzen
fr: Réévaluer les statistiques et la suite

# editGameStateDialog_scheduled_description
source: Game has not yet started
de: Vor Spielbeginn
fr: La partie va commencer

# editGameStateDialog_running_description
source: Game has started
de: Spiel ist gestartet
fr: La parte a commencé

# editGameStateDialog_finished_description
source: Game has been finished
de: Spiel wurde beendet
fr: La partie s'est terminé

# editGameStateDialog_finished_confirmed_description
source: Game has been finished and confirmed. This state might trigger recalculation of statistics and following games.
de: Spiel wurde beendet und bestätigt. Mit diesem Status wird möglicherweise das Setzen von Statistiken und nachfolgenden Spielen ausgelöst.
fr: La partie s'est terminé et a été confirmée. Cet état risque de déclencher un nouveau calcul des statistiques et des parties suivantes.

# modalBottomSheet_game_option_delete
source: Delete game
de: Spiel löschen
fr: Supprimer la partie

# dialog_deleteGame_title
source: Delete game
de: Spiel löschen
fr: Supprimer la partie

# dialog_deleteGame_description
source: Are you sure to delete this game?
de: Möchtest du das Spiel wirklich löschen?
fr: Voulez-vous vraiment supprimer la partie ?

# dialog_deleteGame_success
source: Game deleted successfully
de: Spiel wurde erfolgreich gelöscht
fr: Partie supprimée

# dialog_deleteGame_error
source: Error while deleting game
de: Fehler beim Löschen des Spiels
fr: Erreur pendant la suppression de la partie

# modalBottomSheet_team_option_delete
source: Delete team
de: Team löschen
fr: Supprimer l'équipe

# dialog_deleteTeam_title
source: Delete team
de: Team löschen
fr: Supprimer l'équipe

# dialog_deleteTeam_description
source: Are you sure to delete team %s?
de: Möchtest du das Team %s wirklich löschen?
fr: Voulez-vous vraiment supprimer l'équipe %s ?

# dialog_deleteTeam_success
source: Team deleted successfully
de: Team wurde erfolgreich gelöscht
fr: Équipe supprimée

# dialog_deleteTeam_error
source: Error while deleting team
de: Fehler beim Löschen des Team
fr: Erreur pendant la suppression de l'équipe

# dialog_validator_canNotBeEmpty
source: Cannot be empty
de: Darf nicht leer sein
fr: Ne peut être vide

# main_tournament_addDivisionButton_title
source: Add division
de: Spielklasse hinzufügen
fr: Ajouter une division

# dialog_editDivision_title
source: Edit division
de: Spielklasse bearbeiten
fr: Modifier la division

# dialog_editDivision_addDivision_title
source: Add division
de: Spielklasse hinzufügen
fr: Ajouter une division

# dialog_editDivision_name_label
source: Label
de: Bezeichnung
fr: Étiquette
