Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# usersAndPermissions_roleKeys_createDialog_description
source: Role keys can be shared with others via a link or QR code. Anyone who enters the tournament using this key will automatically be assigned the selected role.
de: Rollen-Schlüssel können per Link oder QR-Code an Personen weitergegeben werden. Wer das Turnier darüber betritt, erhält automatisch die ausgewählte Rolle.
fr: Les clés de rôle peuvent être partagées avec d'autres avec un lien ou un code QR. Quiconque rejoint un tournoi en utilisant cette clé sera assigné·e au rôle associé.

# usersAndPermissions_roleKeys_deleteDialog_title
source: Delete role key
de: Rollen-Schlüssel löschen
fr: Supprimer une clé

# usersAndPermissions_roleKeys_deleteDialog_subtitle
source: Are you sure to delete this role key? No more roles are assigned via the associated link.
de: Bist du dir sicher, dass du den Rollen-Schlüssel löschen möchtest? Über den zugehörigen Link werden keine Rollen mehr vergeben.
fr: Voulez-vous vraiment supprimer cette clé ? Le lien associé au rôle sera inopérant.

# usersAndPermissions_roleKeys_createDialog_linkCard
source: This link grants permissions in the {tournamentName} tournament. Keep it stored securely and only share it with authorised persons. {link}
de: Dieser Link verleiht Berechtigungen im Turnier {tournamentName}. Bewahre ihn sicher auf und teile ihn nur mit authorisierten Personen. {link}
fr: Ce lien donne des permissions sur le tournoi {tournamentName}. Gardez-le précieusement et partagez-le uniquement avec les personnes autorisées. {link}

# usersAndPermissions_roleKeys_createDialog_choseRoles
source: Choose roles
de: Rollen auswählen
fr: Choisir les rôles

# usersAndPermissions_roleKeys_createDialog_link
source: Save link
de: Link speichern
fr: Enregistrer le lien

# usersAndPermissions_roleKeys_createDialog_linkDescription
source: The link will only be displayed once. Store it in a safe place.
de: Der Link wird dir nur einmalig angezeigt. Speichere ihn an einem sicheren Ort.
fr: Ce lien sera affiché une seule fois. Conservez-le précieusement.

# globalField
source: {howMany, plural, one{Global field} other{Global fields}}
de: {howMany, plural, one{Globales Feld} other{Globale Felder}}
fr: {howMany, plural, one{Champ global} other{Champs globaux}}

source: Title
de: Titel
fr: Titre

source: Address
de: Adresse
fr: Adresse

source: Website
de: Webseite
fr: Site

# globalField_addDialog_title
source: New global field
de: Neues globales Feld
fr: Nouveau champ global

# globalField_addDialog_hint
source: The password will only be displayed once. Save it before you close this window.
de: Das Passwort wird dir nur einmalig angezeigt. Speichere es ab bevor du dieses Fenster schließt.
fr: Le mot de passe sera affiché une seule fois. Conservez-le avant de fermer cette fenêtre.

# globalField_deleteConfirmationText
source: Are you sure to delete the global field '{title}'?
de: Möchtest du das globale Feld '{title}' wirklich löschen?
fr: Voulez-vous vrament supprimer le champ global '{title}' ?

# fieldAssignment_noField
source: No field
de: Kein Feld
fr: Aucun terrain

source: Registration
de: Anmeldung
fr: Inscription

# home_goToRegistration
source: Sign up for the tournament
de: Nimm am Turnier teil
fr: S'inscrire au tournoi

# registration_allEntries
source: All registrations
de: Alle Anmeldungen
fr: Toutes les inscriptions

# registration_status_title
source: Status
fr: Statut

# registration_status
source: {value, select, true{Open} other{Closed. No further registrations can be submitted.}}
de: {value, select, true{Offen} other{Geschlossen. Es können keine weiteren Anmeldungen mehr eingereicht werden.}}
fr: {value, select, true{Ouverte} other{Fermée. Fin des inscriptions !}}

# registration_editUserData
source: Edit registration
de: Anmeldedaten bearbeiten
fr: Modifier une inscription

# registration_register
source: Participate in the tournament
de: Am Turnier teilnehmen
fr: Participer au tournoi

# registration_registerAdditional
source: Add another registration
de: Weitere Anmeldung hinzufügen
fr: Ajouter une inscription

# registration_notRegistered
source: You are not registered
de: Du nimmst nicht teil
fr: Vous n'êtes pas inscrit·e

# registration_registered
source: You are registered
de: Du bist angemeldet
fr: Vous êtes inscrit·e

# registration_anonymousWarning
source: {isWebOnMobilePlatform, select, true{You are registered anonymously. %CREATE_ACCOUNT% to manage your registration in the app or on other devices.} other{You are registered anonymously. %CREATE_ACCOUNT% to manage your registration on other devices.}}
de: {isWebOnMobilePlatform, select, true{Du bist anonym angemeldet. %CREATE_ACCOUNT% um deine Anmeldung in der App oder auf anderen Geräten zu verwalten.} other{Du bist anonym angemeldet. %CREATE_ACCOUNT% um deine Anmeldung auf anderen Geräten zu verwalten.}}
fr: {isWebOnMobilePlatform, select, true{Votre inscription est anonyme. %CREATE_ACCOUNT% pour gérer votre inscription depuis l'application ou un autre appareil.} other{Vos isncriptions sont anonymes. %CREATE_ACCOUNT% pour gérer vos inscriptions depuis un appareil.}}

# createAccount
source: Create an account
de: Erstelle einen Account
fr: Créer un compte

# registrationSetup_registrationNotActivated
source: The registration function is not enabled
de: Die Anmelde-Funktion ist nicht aktiviert
fr: La fonctionnalité d'inscription est désactivée

# registrationSetup_activateRegistration
source: Activate registration
de: Anmeldung aktivieren
fr: Activer l'inscription

# registrationSetup_navigateToRegistration
source: Go to registration view
de: Zur Anmeldungsansicht navigieren
fr: Voir les inscriptions

# registrationSetup_visibility_title
source: Visibility
de: Sichtbarkeit
fr: Visibilité

# registrationSetup_visibility
source: {value, select, true{Registration can only be accessed via link} other{Registration can be accessed through tournament home page}}
de: {value, select, true{Anmeldung kann nur per Link erreicht werden} other{Anmeldung kann von der Turnierstartseite aus erreicht werden}}
fr: {value, select, true{Les inscriptions sont accessibles par lien uniquement} other{Les isncriptions sont accessibles depuis la page du tournoi}}

# registrationSetup_linkToOverview
source: Link to registration overview
de: Link zur Anmeldungsübersicht
fr: Lien vers le résumé de l'inscription

# registrationSetup_linkToForm
source: Direct link to registration form
de: Direkter Link zum Anmeldeformular
fr: Lien vers le formulaire d'inscription

# registration_addEntry_submit
source: Submit registration
de: Anmeldung abschicken
fr: Soumettre l'inscription

# registration_addEntry_label
source: Your name
de: Dein Name
fr: Votre nom

# registration_addEntry_title
source: New registration
de: Neue Anmeldung
fr: Nouvelle inscription

# registration_editEntry_title
source: Edit registration
de: Anmeldung bearbeiten
fr: Modification d'une inscription

# registrationSetup_applyRegistration
source: Apply registration data
de: Anmeldedaten übernehmen
fr: Appliquer les données d'inscription

# registrationSetup_applyRegistration_close
source: 1. Close registration
de: 1. Anmeldung schließen
fr: 1. Fermer les inscriptions

# registrationSetup_applyRegistration_linkWithTeams
source: 2. Link registrations with teams
de: 2. Anmeldungen mit Teams verknüpfen
fr: 2. Associer les inscriptions aux équipes

# registrationSetup_stats
source: {howMany, plural, one{*{howMany}* registration was submitted.} other{*{howMany}* registrations were submitted.}}
de: {howMany, plural, one{Es wurde *{howMany}* Anmeldung eingereicht.} other{Es wurden *{howMany}* Anmeldungen eingereicht.}}
fr: {howMany, plural, one{*{howMany}* inscription soumise.} other{*{howMany}* inscriptions soumises.}}

# registrationSetup_instruction
source: As soon as you have collected enough registrations, you can continue with the following steps.
de: Sobald du genug Anmeldungen gesammelt hast, kannst du mit den folgenden Schritten fortfahren.
fr: Dès que vous avez récolté suffisamment d'inscriptions, vous pouvez suivre les étapes suivantes.

# registrationAssignment_title
source: Assign registrations
de: Anmeldungen zuordnen
fr: Affectation des inscriptions

# registrationEntries
source: {howMany, plural, one{registration} other{registrations}}
de: {howMany, plural, one{Anmeldung} other{Anmeldungen}}
fr: {howMany, plural, one{inscription} other{inscriptions}}

# registrationAssignment_entries_selectedStats
source: {selected} of {total} registrations selected
de: {selected} von {total} Anmeldungen ausgewählt
fr: {selected} des {total} inscriptions sélectionnées

# registrationAssignment_assignEntries_info
source: Distribute {entries} to {teams}.
de: {entries} auf {teams} verteilen.
fr: Distribuer des {entries} aux {teams}.

# registrationAssignment_assignEntries_infoTeams
source: {teamCount, plural, one{existing team} other{existing teams}}
de: {teamCount, plural, one{bestehendes Team} other{bestehende Teams}}
fr: {teamCount, plural, one{équipe} other{équipes}}

# registrationAssignment_assignEntries_button
source: Distribute registrations
de: Anmeldungen verteilen
fr: Distribuer les inscriptions

# registrationAssignment_createTeams_info
source: Take {entries} to create {teams}.
de: Aus {entries} {teams} erstellen.
fr: Prendre des {entries} pour créer des {teams}.

# registrationAssignment_createTeams_info2
source: That is {entries} per team.
de: Das sind {entries} pro Team.
fr: Ce sont les {entries} par équipe.

# registrationAssignment_createTeamsButton
source: Create teams
de: Teams erstellen
fr: Créer les équipes

# registrationAssignment_teams_selectedStats
source: {selected} of {total} teams selected
de: {selected} von {total} Teams ausgewählt
fr: {selected} des {total} équipes sélectionnées

source: Winner
de: Sieger
fr: Gagnante

source: Loser
de: Verlierer
fr: Perdante

# brackets_selectionSidebar_title
source: Selection
de: Auswahl
fr: Sélection

# brackets_selectionSidebar_empty
source: Choose an element to get more information about it
de: Wähle ein Element aus, um mehr darüber zu erfahren
fr: Choisissez un élément pour en savoir plus

# resultRankX
source: Rank {rank}
de: Platz {rank}
fr: Rang {rank}

# tieBreaker_onlyTied_explanation
source: Direct comparison: Only games between the tied teams are counted
de: Direkter Vergleich: Es werden nur Spiele der Teams gewertet, die gleichauf sind
fr: Comparaison directe : Seules les parties entre équipes à égalité sont comptées

# tieBreaker_onlyTied
source: Direct comparison
de: Direkter Vergleich
fr: Comparaison directe

# brackets_noBracketsFound
source: No brackets available
de: Kein Turnierbaum vorhanden.
fr: Aucune tranche de compétition disponible

# brackets_activateEditModeToStart
source: Enable edit mode to start
de: Aktiviere die Bearbeitung, um loszulegen.
fr: Activer la modification pour commencer

# brackets_activateEditMode
source: Enable edit mode
de: Bearbeitung aktivieren
fr: Activater la modification

# brackets_deactivateEditMode
source: Complete editing
de: Bearbeitung abschließen
fr: Terminer la modification

# brackets_poolStageRankFromPool
source: {rank} from {pool}
de: {rank} aus {pool}
fr: {rank} de {pool}

# brackets_addBracketPanel
source: Add %bracketType% for teams %from% to %to%
de: Füge %bracketType% für Teams %from% bis %to% hinzu
fr: Ajouter un %bracketType% pour les équipes %from% à %to%

# brackets_addBracketPanel_groups
source: How many pools?
de: Wie viele Gruppen?
fr: Combien de groupes ?

# brackets_addBracketPanel_rounds
source: How many rounds?
de: Wie viele Runden?
fr: Combien de tours ?

# brackets_addBracketPanel_add
source: Create
de: Hinzufügen
fr: Créer

# brackets_group_generateGames
source: Generate {games}
de: {games} generieren
fr: Générer des {games}

# brackets_type
source: {type, select, groupShell{Pool stage} elimination{Knockout stage} swissShell{Swiss Draw} other{{type}}}
de: {type, select, groupShell{Gruppenphase} elimination{K.O.-Phase} swissShell{Swiss Draw} other{{type}}}
fr: {type, select, groupShell{Phase de groupe} elimination{Phase éliminatoire} swissShell{Tirage Suisse} other{{type}}}

# bracketGroup_deleteAllGames
source: Delete all games
de: Alle Spiele löschen
fr: Supprimer toutes les parties

# bracketGames_addRoundRobinGames
source: Add {games} (Round Robin)
de: {games} hinzufügen (Jeder gegen jeden)
fr: Ajouter des {games} (tournante)

# bracketGames_addGames
source: Add {games}
de: {games} hinzufügen
fr: Ajouter des {games}

# bracketGames_deleteGames
source: Delete {games}
de: {games} löschen
fr: Supprimer des {games}

# bracketGames_round
source: Round {value}
de: Runde {value}
fr: Tour {value}

# brackets_editStandingsSwitch
source: Edit standings and pool result
de: Tabelle und Gruppenergebnis bearbeiten
fr: Modifier les classements et le résultat du groupe

# game_saveScoreAndFinishGame
source: Save and finish game
de: Speichern und Spiel beenden
fr: Enregistrer et terminer la partie

# brackets_confirmationRequired_title
source: Confirmation required
de: Bestätigung erforderlich
fr: Confirmation requise

# brackets_confirmationRequired_description
source: {team, select, null{Since no valid pairing could be found, no team was automatically assigned. Would you like to set the team {unconfirmedTeam}?} other{Team {team} is already set. Do you want to replace it with team {unconfirmedTeam}?}}
de: {team, select, null{Da keine gültige Paarung gefunden werden konnte, wurde kein Team automatisch zugewiesen werden. Möchtest du das Team {unconfirmedTeam} setzen?} other{Das Team {team} ist bereits gesetzt. Möchtest du es durch das Team {unconfirmedTeam} ersetzen?}}
fr: {team, select, null{Impossible de trouver une combinaison valide, l'affectation des équipes a échoué. Voulez-vous positionner l'équipe {unconfirmedTeam} ?} other{L'équipe {team} est déjà positionnée. Voulez-vous la remplacer par l'équipe {unconfirmedTeam} ?}}

# brackets_confirmationRequired_descriptionForUsers
source: {team, select, null{Since no valid pairing could be found, no team was automatically assigned. A manual assignment by the tournament organization is required.} other{The team {team} is already set. It should be replaced by team {unconfirmedTeam}. Confirmation from an administrator is required.}}
de: {team, select, null{Da keine gültige Paarung gefunden werden konnte, wurde kein Team automatisch zugewiesen werden. Eine manuelle Zuweisung der Turnierleitung ist erforderlich.} other{Das Team {team} ist bereits gesetzt. Es müsste durch Team {unconfirmedTeam} ersetzt werden. Eine Bestätigung der Turnierleitung ist erforderlich.}}
fr: {team, select, null{Impossible de trouver une combinaison valide, l'affectation des équipes a échoué. Une affectation manuelle par l'organisation du tournoi est requise.} other{L'équipe {team} est déjà positionnée. Elle devrait être remplacée par l'équipe {unconfirmedTeam}. La confirmation de l'administration est requise.}}

# brackets_confirmationRequired_yes
source: Yes, set team
de: Ja, Team setzen
fr: Oui, ajuster les équipes

# brackets_confirmationRequired_no
source: No, hide conflict
de: Nein, Konflikt ausblenden
fr: Non, masquer les conflits

# brackets_conflict
source: Conflict
de: Konflikt
fr: Conflit

# brackets_allPaths
source: All paths
de: Alle Pfade
fr: Toutes les phases

# presentationScreen
source: {howMany, plural, one{Presentation screen} other{Presentation screens}}
de: {howMany, plural, one{Präsentations-Bildschirm} other{Präsentations-Bildschirme} }
fr: {howMany, plural, one{Écran de présentation} other{Écrans de présentation}}

# setup_presentationScreens_add
source: Add presentation screen
de: Präsentations-Bildschirm hinzufügen
fr: Ajouter un écran de présentation

# presentationScreen_exit
source: Exit presentation mode
de: Präsentations-Modus verlassen
fr: Quitter le mode de présentation

# setupPresentationScreen_openThisLinkOnAnotherDevice
source: Open this link on another device to control it via this view.
de: Öffne diesen Link auf einem anderen Gerät, um es über diese Seite zu steuern
fr: Ouvrir le lien depuis un autre appareil pour le contrôler depuis ici.

# setupPresentationScreen_openHere
source: Open link here
de: Link hier öffnen
fr: Ouvrir le lien

# setupPresentationScreen_showPresentationInfo
source: Display information area incl. qr code
de: Info-Bereich mit QR-Code anzeigen
fr: Afficher les informations avec le code QR

# setupPresentationScreen_presentationInfoSize
source: Size of information area
de: Größe des Info-Bereichs
fr: Taille de l'espace d'information

# setupPresentationScreen_presentationInfoText
source: Information text
de: Info-Text
fr: Contenu de l'information

# setupPresentationScreen_hidePresentationInfoTournamentName
source: Tournament name
de: Turnier-Name
fr: Nom du tournoi

# setupPresentationScreen_hidePresentationInfoQrCode
source: QR code
fr: Code QR

# setupPresentationScreen_zoom
source: Zoom factor
de: Zoom-Faktor
fr: Niveau de zoom

# setupPresentationScreen_textScaling
source: Text scaling factor
de: Text-Skalierungs-Faktor
fr: Taille du texte

# presentationScreen_location
source: Path
de: Pfad
fr: Chemin

# presentationScreen_location_tournament
source: Tournament front page
de: Turnierstartseite
fr: Affiche du tournoi

# internetConnection
source: {connected, select, true{You are online again!} other{You are offline!}}
de: {connected, select, true{Du bist wieder online!} other{Du bist offline!}}
fr: {connected, select, true{Vous êtes à nouveau connecté·e !} other{Vous êtes déconnecté·e !}}

# confirmationDialog_areYouSure
source: Are you sure?
de: Bist du sicher?
fr: Confirmez-vous vraiment ?

# groupBracket_label
source: {detailed, select, true{Game #{rank} of {group}} other{{group}{rank}}}
de: {detailed, select, true{Spiel #{rank} aus {group}} other{{group}{rank}}}
fr: {detailed, select, true{Partie #{rank} du groupe {group}} other{{group}{rank}}}

# groupBracketPage_showShellPage
source: Show entire pool stage
de: Gesamte Gruppenphase anzeigen
fr: Montrer toute la phase de groupes

# brackets_editGames_confirmationDescription
source: {howMany} of the games you want to edit have already been started. Are you sure?
de: {howMany} der Spiele, die du bearbeiten möchtest, wurden bereits gestartet. Bist du dir sicher?
fr: {howMany} des parties que vous voulez modifier ont déjà commencé. Voulez-vous continuer ?

# brackets_deleteGames_confirmationDescription
source: {howMany} of the games you want to delete have already been started. Are you sure?
de: {howMany} der Spiele, die du löschen möchtest, wurden bereits gestartet. Bist du dir sicher?
fr: {howMany} des parties que vous voulez supprimer ont déjà commencé. Voulez-vous continuer ?

# brackets_status_noGames
source: No games present
de: Keine Spiele vorhanden
fr: Aucune partie

# brackets_stats_games
source: {total, plural, one{{finished} of {total} game played} other{{finished} of {total} games played}}
de: {total, plural, one{{finished} von {total} Spiel beendet} other{{finished} von {total} Spiele gespielt}}
fr: {total, plural, one{{finished} sur {total} parties jouées} other{{finished} sur {total} parties jouées}}

# brackets_tree
source: Brackets
de: Turnierbaum
fr: Phases

# brackets_mobileSheet_showMore
source: Show more
de: Mehr erfahren
fr: Afficher plus

# brackets_teamsTiedConflict
source: With the configured ranking criteria, {count} teams rank the same.
de: Mit der eingestellten Sortierreihenfolge sind {count} Teams gleich platziert.
fr: Avec les critères de classement actuels, {count} équipes sont ex-æquo.

# brackets_teamsTiedConflictInstructions
source: Edit the standings table to define the desired order.
de: Bearbeite die Tabelle, um die gewünschte Reihenfolge festzulegen.
fr: Définissez l'ordre en ajustant le classement.

# brackets_shellTeamsTiedConflict
source: After evaluating the entire pool stage, multiple teams rank the same.
de: Nach Bewertung der gesamten Gruppenphase sind mehrere Teams gleich platziert.
fr: Après avoir évalué la phase de groupe, plusieurs équipes sont ex-æquo.

# bracketPageAllGamesInBracket
source: All games in {bracket}
de: Alle Spiele in {bracket}
fr: Toutes les parties de {bracket}

# bracketPageAllGamesOfTeam
source: All games of {team}
de: Alle Spiele von {team}
fr: Totues les parties de l'équipe {team}

# settingPage_editDefault
source: Edit default setting and apply to all {scope} that do not have a separate setting
de: Standard-Einstellung bearbeiten und auf alle {scope} anwenden, die keine separate Einstellung haben
fr: Appliquer tous les paramètres par défaut au niveau de {scope}

# settingPage_editSelected
source: Apply setting to selected {scope} only
de: Einstellung nur auf ausgewählte {scope} anwenden
fr: Appliquer les paramètres sélectionnés au niveau de {scope}

# settingPage_affectingDocuments
source: Affects {size} of {totalSize} {label}
de: Das betrifft {size} von {totalSize} {label}
fr: Concerne {size} des {totalSize} {label}

# settingPage_selectedDocuments
source: {size} of {totalSize} {label} selected
de: {size} von {totalSize} {label} ausgewählt
fr: {size} des {totalSize} {label} sélectionnés

# settingPage_resetToDefault
source: Reset to default setting
de: Auf Standardeinstellung zurücksetzen
fr: Restaurer les paramètres par défaut

# settingsPage_xHaveDifferentValues
source: {howMany, plural, one{{value} has a different value} other{{value} have different values}}
de: {howMany, plural, one{{value} hat einen anderen Wert} other{{value} haben einen anderen Wert}}
fr: {howMany, plural, one{{value} a une valeur différente} other{{value} ont des valeurs différentes}}

# settingPage_groupSelection_title
source: Select pools
de: Gruppen auswählen
fr: Sélection des groupes

# settingPage_gameSelection_title
source: Select games
de: Spiele auswählen
fr: Sélection des parties

# settingsPage_hideSportAtypicalSettings
source: Hide settings that do not match the sport
de: Einstellungen verstecken, die nicht zur Sportart passen
fr: Masquer les options incompatibles avec le sport

# settingsPage_scoring
source: Scores and ranking
de: Punkte und Wertungen
fr: Résultats et classements

# settingsPage_scheduling
source: Scheduling
de: Zeitplanung
fr: Programmation

# brackets_general_gamesTotal
source: Games total
de: Spiele insgesamt
fr: Nombre total de parties

# brackets_general_gamesFinished
source: Already played
de: Schon gespielt
fr: Déjà jouées

# brackets_general_gamesUpcoming
source: Not yet played
de: Noch nicht gespielt
fr: À jouer

# brackets_general_gamesPerTeam
source: Games per team
de: Spiele pro Team
fr: Parties par équipe

# home_division_showGames
source: Show all games
de: Alle Spiele anzeigen
fr: Afficher toutes les parties

# home_division_showBrackets
source: Show brackets
de: Turnierbaum anzeigen
fr: Afficher les phases

# defaultTournamentName
source: My tournament
de: Mein Turnier
fr: Mon tournoi

# wizard_newTournament
source: New tournament
de: Neues Turnier
fr: Nouveau tournoi

# wizard_newTournament_explanation
source: Only a few more steps to your very own tournament! You will now be asked a few questions. Afterwards, you can get started straight away or customise your tournament to suit your needs beforehand. What is the name of your tournament?
de: Nur noch wenige Schritte bis zu deinem eigenen Turnier! Dir werden nun ein paar Fragen gestellt. Im Anschluss kannst du direkt loslegen oder dein Turnier vorher nach deinen Bedürfnissen anpassen. Wie ist der Name deines Turniers?
fr: Plus que quelques pas vers votre propre tournoi ! Nous allons vous poser quelques questions. Ensuite, vous pourrez démarrer directement ou personnaliser votre tournoi pour correspondre à vos besoins. Quel est le nom de votre tournoi ?

# wizard_sport
source: Type of sport
de: Sportart
fr: Sport
