Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# game_scoring_maxScoreOrMaxDurationNotReached
source: The maximum number of points or maximum playing time has not yet been reached
de: Die maximale Punktzahl oder maximale Spielzeit wurde noch nicht erreicht
fr: Le nombre maximum de points ou la limite de temps a été atteinte

# game_scoring_scoreAdjusted
source: Score adjusted
de: Spielstand korrigiert
fr: Résultat ajusté

# game_event_scoreFor
source: {howMany, plural, one{+1 point for {team}} other{+{howMany} points for {team}}}
de: {howMany, plural, one{+1 Punkt für {team}} other{+{howMany} Punkte für {team}}}
fr: {howMany, plural, one{+1 point pour {team}} other{+{howMany} points pour {team}}}

# game_event_goalFor
source: {howMany, plural, one{+1 goal for {team}} other{+{howMany} goals for {team}}}
de: {howMany, plural, one{+1 Tor für {team}} other{+{howMany} Tore für {team}}}
fr: {howMany, plural, one{+1 but pour {team}} other{+{howMany} buts pour {team}}}

# game_event_ultimateScoreFor
source: {isBreak, select, true{*Break* for {name}} false{Hold for {name}} other{Goal for {name}}}
de: {isBreak, select, true{*Break* für {name}} false{Hold für {name}} other{Punkt für {name}}}
fr: {isBreak, select, true{*Contre-attaque* pour {name}} false{Attaque pour {name}} other{Point pour {name}}}

# game_event_gameFinished
source: Game finished
de: Spiel beendet
fr: Partie terminée

# game_event_gameStarted
source: Game started
de: Spiel gestartet
fr: Partie démarrée

# game_scoring_XPointsFor
source: {howMany, plural, one{+1 point for} other{+{howMany} points for}}
de: {howMany, plural, one{+1 Punkt für} other{+{howMany} Punkte für}}
fr: {howMany, plural, one{+1 point pour} other{+{howMany} points pour}}

# game_scoring_XGoalsFor
source: {howMany, plural, one{+1 goal for} other{+{howMany} goals for}}
de: {howMany, plural, one{+1 Tor für} other{+{howMany} Tore für}}
fr: {howMany, plural, one{+1 but pour} other{+{howMany} buts pour}}

# game_scoring_ultimateScoreFor
source: {isBreak, select, true{Goal (Break) for} false{Goal (Hold) for} other{Goal for}}
de: {isBreak, select, true{Punkt (Break) für} false{Punkt (Hold) für} other{Punkt für}}
fr: {isBreak, select, true{Point (contre-attaque) pour} false{Point (attaque) pour} other{Point pour}}

source: Undo
de: Rückgängig
fr: Annuler

# setting_showEntitiesPermission
source: Who should see assignments?
de: Wer darf Zuweisungen sehen?
fr: Qui peut voir les autorisations ?

# showEntityPermission_entity_title
source: Who should see assignments for type *{type}*?
de: Wer darf die Zuweisungen für den Typ *{type}* sehen?
fr: Qui peut voir les autorisations du type *{type}* ?

# setting_hanshanshansGameMode
source: Game mode
de: Spiel-Modus
fr: Jeu

# globalField_lastConnectedAt
source: Last connected
de: Zuletzt verbunden
fr: Dernière connexion

# game_events
source: Play by play
de: Spielverlauf
fr: Partie par partie

# game_diagrams
source: Charts
de: Diagramme
fr: Graphiques

# game_scoring_endGame_dialogContent
source: Do you want to finish the game? The score cannot be changed afterwards!
de: Möchtest du das Spiel beenden? Anschließend kann der Spielstand nicht mehr verändert werden!
fr: Voulez-vous terminer la partie ? Le résultat est ensuite figé !

# scoreboard_gameRunning
source: Game running
de: Spiel läuft
fr: Partie en cours

# setting_periods_state
source: {state, select, upcoming{Not started} running{Running} finished{Finished} other{{state}}}
de: {state, select, upcoming{Nicht gestartet} running{Läuft} finished{Beendet} other{{state}}}
fr: {state, select, upcoming{En attente} running{En cours} finished{Terminée} other{{state}}}

# game_scoring_adjustScore
source: Adjust score
de: Spielstand korrigieren
fr: Ajuster le résultat

# game_scoringSwitch_scoringTimeNotReached
source: You can only do this shortly before the scheduled start time
de: Das kannst du erst kurz vor der geplanten Startzeit tun
fr: Vous ne pouvez faire cela que juste avant le début prévu

# game_scoringSwitch_teamsUndefined
source: Not all teams have been determined yet
de: Es stehen noch nicht alle Teams fest
fr: Il reste des équipes indéterminées

# game_scoring_notStartedYet
source: {value} not yet started
de: {value} noch nicht gestartet
fr: {value} en attente

# game_scoring_alreadyFinished
source: {value} already finished
de: {value} bereits beendet
fr: {value} déjà terminée

# game_scoring_alreadyRunning
source: {value} already running
de: {value} läuft bereits
fr: {value} déjà démarrée

# game_scoring_noPermissionToFinishGames
source: You do not have permission to finish the game
de: Du hast keine Berechtigung, um das Spiel zu beenden
fr: Vos droits sont insuffisant pour terminer la partie

# game_scoring_noPeriodsLeft
source: All periods have been finished
de: Alle Abschnitte wurden beendet
fr: Toutes les périodes ont été clôturées

# game_scoring_lastPeriodAlreadyRunning
source: Last period is already running
de: Der letzte Abschnitt läuft bereits
fr: La dernière période est déjà en cours

# game_scoring_noSegmentsLeft
source: All sets have been finished
de: Alle Sätze wurden beendet
fr: Tous les segments ont été clôturés

# game_scoring_notAllPeriodsEnded
source: Not all periods have been finished
de: Es wurden nicht alle Abschnitte beendet
fr: Il reste des périodes à clôturer

# eachX
source: {value} each
de: Je {value}
fr: {value} chaque

# areaBlockedDialog_title
source: Area locked
de: Bereich gesperrt
fr: Zone verrouillée

# areaBlockedDialog_content
source: This area is locked. Would you like to unlock it?
de: Dieser Bereich ist gesperrt. Möchtest du die Sperre aufheben?
fr: Cette zone est verrouillée. Voulez-vous la déverrouiller ?

# areaBlockedDialog_yes
source: Yes, unlock it
de: Ja, Sperre aufheben
fr: Oui, la déverrouiller

# component_body_autoExpanded
source: Expand automatically
de: Automatisch aufklappen
fr: Étendre automatiquement

# component_body_autoExpandedValue
source: {autoExpanded, select, true{Activated: The text field is displayed immediately} other{Deactivated: The text field is only displayed after clicking on the title}}
de: {autoExpanded, select, true{Aktiviert: Das Textfeld wird direkt angezeigt} other{Deaktiviert: Das Textfeld wird erst nach einem Klick auf den Titel angezeigt}}
fr: {autoExpanded, select, true{Activé : le champ est affiché immédiatement} other{Désactivé : le champ s'affiche après avoir cliqué sur le titre}}

# setting_clock
source: Game clock
de: Spieluhr
fr: Horloge de partie

# game_scoring_swapOpponents
source: Swap sides
de: Seiten tauschen
fr: Échanger les côtés

# downloadCenter_footerExportInformation
source: Export from {value}. Scan QR code for live data.
de: Export vom {value}. Für Live-Daten QR-Code scannen.
fr: Exporter depuis {value}. Scanner le code QR pour les données en direct.

# downloadCenter_qrCodeGatewayInfo
source: This QR code grants authorizations for the {roles}. Keep it safe and only share it with authorized persons.
de: Dieser QR-Code verleiht Berechtigungen für die {roles}. Bewahre ihn sicher auf und teile ihn nur mit authorisierten Personen.
fr: Ce code QR vous accorde les droits des {roles}. Gardez-le précieusement et partagez-le avec les seules personnes autorisées.

# downloadCenter_scoringTutorials_editText
source: Customize text
de: Text anpassen
fr: Personnaliser le texte

# downloadCenter_scoringTutorials_text_title
source: *How it works*:
de: *So funktioniert's*:
fr: *Fonctionnement* :

# downloadCenter_scoringTutorials_text_qrCode
source: *{number}. Scan QR code*: Scan the QR code on the left-hand side. This will take you directly to the games overview.
de: *{number}. QR-Code scannen*: Scanne den QR-Code auf der linken Seite. Dadurch gelangst du direkt zur Übersicht der Spiele.
fr: *{number}. Scanner le code QR* : Scannez le code QR sur la gauche. Il vous mènera jusqu'au résumé des parties.

# downloadCenter_scoringTutorials_text_selectGame
source: *{number}. Select game*: Select the game you want to score from the list.
de: *{number}. Spiel auswählen*: Wähle aus der Liste das Spiel aus, das du punkten möchtest.
fr: *{number}. Sélectionner une partie* : Sélectionnez la partie pour laquelle saisir les résultats.

# downloadCenter_scoringTutorials_text_activateScoring
source: *{number}. Activate scoring*: Activate the "Score game" switch.
de: *{number}. Punktwertung aktivieren*: Aktiviere den Schalter "Spiel punkten".
fr: *{number}. Activer la marque* : Activez l'interrupteur "Marquer la partie".

# downloadCenter_scoringTutorials_text_startGame
source: *{number}. Start game*: Start the game with "Start game".
de: *{number}. Spiel starten*: Starte das Spiel mit "Spiel starten".
fr: *{number}. Commencer la partie* : Commencez la partie avec "Commencer la partie".

# downloadCenter_scoringTutorials_text_startClock
source: *{number}. Start time*: Start the time measurement by clicking on the play button.
de: *{number}. Zeit starten*: Starte die Zeitmessung mit einem Klick auf den Play-Button.
fr: *{number}. Démarrer le chronomètre* : Démarrez le chronomètre en appuyant sur le bouton Lecture.

# downloadCenter_scoringTutorials_text_scorePoints
source: {goalsInsteadOfPoints, select, true{*{number}. Score goals*: Enter the goals for the respective teams during the game.} other{*{number}. Score points*: Enter the points for the respective teams during the game.}}
de: {goalsInsteadOfPoints, select, true{*{number}. Tore vergeben*: Trage während des Spiels die Tore für die jeweiligen Teams ein.} other{*{number}. Punkte vergeben*: Trage während des Spiels die Punkte für die jeweiligen Teams ein.}}
fr: {goalsInsteadOfPoints, select, true{*{number}. Marquer les buts* : Marquez les buts pour leurs équipes au fur et à mesure de la partie.} other{*{number}. Marquer les points* : Marquez les points pour leurs équipes au fur et à mesure de la partie.}}

# downloadCenter_scoringTutorials_text_adjustScore
source: *{number}. Adjust score*: If required, set any score using the "Adjust score" button.
de: *{number}. Spielstand anpassen*: Lege bei Bedarf über den Button "Spielstand korrigieren" einen beliebigen Spielstand fest.
fr: *{number}. Ajuster le résultat* : Si nécessaire, ajustez le résultat en cliquant sur le bouton "Ajuster le résultat".

# downloadCenter_scoringTutorials_text_pauseClock
source: *{number}. Pause and adjust time*: Click on the pause button to pause the current time. If required, set any playing time via the settings icon.
de: *{number}. Zeit pausieren und anpassen*: Klicke den Pause-Button an, um die laufende Zeit anzuhalten. Lege bei Bedarf eine beliebige Spielzeit über das Einstellungs-Icon fest.
fr: *{number}. Arrêter et ajuster le chronomètre* : Cliquez sur le bouton Pause pour arrêter le chronomètre. Si nécessaire, ajustez le temps avec l'icône Options.

# downloadCenter_scoringTutorials_text_managePeriods
source: *{number}. Manage game periods*: Finish the current period and start the next one.
de: *{number}. Spielabschnitte verwalten*: Beende den aktuellen Abschnitt und starte den nächsten.
fr: *{number}. Gérer les périodes de jeu* : Clôturez la période en cours et démarrez la suivante.

# downloadCenter_scoringTutorials_text_manageSegments
source: *{number}. Manage sets*: Check the current score and finish the current set.
de: *{number}. Sätze verwalten*: Überprüfe den aktuellen Spielstand und beende anschließend den aktuellen Satz.
fr: *{number}. Gérer les manches* : Vérifiez le résultat actuel et terminez la manche.

# downloadCenter_scoringTutorials_text_finishGame
source: *{number}. Finish game*: As soon as the game is over, click on "Finish game". After a confirmation of the final result, the game is saved as finished. Afterwards, the score can only be adjusted by the tournament admin.
de: *{number}. Spiel beenden*: Sobald das Spiel vorbei ist, klicke auf "Spiel beenden". Nach einer letzten Bestätigung des Endergebnisses wird das Spiel als beendet gespeichert. Anschließend kann der Spielstand nur noch von der Turnierleitung angepasst werden.
fr: *{number}. Terminer la partie* : Dès que la partie est terminée, cliquez sur "Terminer la partie". Après confirmation du résultat, la partie est enregistrée et terminée. Par la suite, seule l'administration du tournoi peut ajuster le résultat.

# downloadCenter_scoringTutorials_title
source: Scoring instructions
de: Anleitung zum Punkten
fr: Instructions de la table de marque

# downloadCenter_teamSubscriptionQrCodes_title
source: Team QR codes
fr: Codes QR des équipes

# downloadCenter_teamInfo_title
source: Personalized team information
de: Personalisierte Team-Info
fr: Personnaliser les informations de l'équipe

# downloadCenter_tournamentQrCodes_title
source: QR code & information
de: QR-Code & Turnierinfos
fr: Code QR et informations

source: Opponent
de: Gegner
fr: Adversaire

source: Number of games
de: Anzahl Spiele
fr: Nombre de parties

source: Number of finished games
de: Anzahl beendeter Spiele
fr: Nombre de parties terminées

# brackets_modifySeeding_tooltip
source: Adjust seeding
de: Sortierung anpassen
fr: Ajuster l'ordre

# brackets_modifySeeding_description
source: Use Drag & drop to bring the teams into the desired order and click *Save* when you're done.
de: Bringe die Setzliste per Drag & Drop in die gewünschte Reihenfolge und klicke auf **Speichern**, wenn du fertig bist.
fr: Glissez-déposez les équipes dans l'ordre désiré puis cliquez sur *Enregistrer* pour valider.

# brackets_modifySeeding_adjustFollowers
source: Connect to followers
de: An Nachfolger koppeln
fr: Corriger les suites potentielles

# brackets_modifySeeding_adjustFollowersDescription
source: If active: Changes to a teams seed automatically update its group/round.
de: Wenn aktiv: Änderungen am Setzlistenplatz aktualisieren automatisch die Gruppe/Runde des Teams.
fr: Si actif : les changements sur l'ordre modifient automatiquement les groupes / tours.

# home_components_adjustOrder
source: Modify order
de: Reihenfolge anpassen
fr: Modifier l'ordre

# home_components_saveOrder
source: Save order
de: Reihenfolge speichern
fr: Enregistrer l'ordre

source: Power Ranking
fr: Classement par puissance

source: More information
de: Mehr Informationen
fr: Plus d'informations

# downloadCenter_categoryTitle
source: {type, select, information{Participant Information} scoring{Game Operation} export{Data Export} other{{type}}}
de: {type, select, information{Teilnehmende informieren} scoring{Spielbetrieb} export{Daten-Export} other{{type}}}
fr: {type, select, information{Participant·es} scoring{Parties} export{Exports de données} other{{type}}}

# downloadCenter_qrCodeWithText_roleKeyCreated
source: The generated role key is incorporated into the QR code of the PDF.
de: Der erstellte Rollen-Schlüssel wird in den QR-Code der PDF eingearbeitet.
fr: La clé générée pour le rôle est incluse dans le code QR du PDF.

# downloadCenter_gameCards
source: Game scorecards
de: Spielnotizkarten
fr: Cartes des parties

# downloadCenter_export_headers_displayedValues
source: Active columns
de: Aktive Spalten
fr: Colonnes activées

# downloadCenter_export_headers_hiddenValues
source: Inactive columns
de: Inaktive Spalten
fr: Colonnes désactivées

# downloadCenter_export_headers_title
source: Columns
de: Spalten
fr: Colonnes

# downloadCenter_export_order_sortingHeaders
source: Sort by...
de: Sortieren nach...
fr: Trier par...

# downloadCenter_export_order_cutAt
source: Pagebreak after...
de: Seitenumbruch nach...
fr: Sauter une page après...

# downloadCenter_export_order_unusedHeaders
source: Unused columns
de: Ungenutzte Spalten
fr: Colonnes inutilisées

# someThingMissingFeedback
source: Something missing? Tell us [here]({url})!
de: Fehlt dir etwas? Sag es uns [hier]({url})!
fr: Quelque chose manque ? Prévenez-nous [ici]({url}) !

# game_scoring_finalResult
source: Enter final result
de: Endergebnis eintragen
fr: Saisir le résultat final

# game_moreOptions
source: More Options
de: Mehr Optionen
fr: Plus d'options

# game_transferScorePermission_gatewayDeleted
source: Permission link was deleted. Granted permissions are now no longer valid.
de: Berechtigungslink wurde gelöscht. Verteilte Berechtigungen sind nun nicht mehr gültig.
fr: Le lien d'autorisation a été supprimé. Les autorisations accordées sont invalidées.

# game_transferScorePermission_gatewayActive
source: Permission link active
de: Berechtigungslink aktiv
fr: Le lien d'autorisation est actif

# game_transferScorePermission_regenerate
source: Regenerate
de: Neu generieren
fr: Régénérer

# game_transferScorePermission_title
source: Share scoring permission
de: Berechtigung zum Punkten weitergeben
fr: Permission de partage des scores

# game_transferScorePermission_subtitle
source: Anyone who scans the QR code will be authorized to score points in this game.
de: Wer den QR-Code scannt, erhält die Berechtigung dieses Spiel zu punkten.
fr: Quiconque scanne ce QR code sera autorisé.e à marquer les points de la partie.

# game_scoring_lastUpdate
source: Last update {duration}
de: Letzte Änderung {duration}
fr: Dernière mise à jour {duration}

# justNowLowercase
source: just now
de: gerade eben
fr: à l'instant

# game_scoring_noEntryYet
source: No entry has been added for this game yet
de: Für dieses Spiel wurde noch kein Eintrag hinzugefügt
fr: Aucune saisie pour cette partie

# game_scoring_adjustScore_total
source: Total Score
de: Gesamtergebnis
fr: Résultat final

# game_scoring_adjustScore_autoCalculate
source: Calculate automatically
de: Automatisch berechnen
fr: Calculer automatiquement

# genderPluralType
source: {type, select, female{FMPs/female-matching players} male{MMPs/male-matching players} other{{type}}}
fr: {type, select, female{Féminines} male{Masculins} other{{type}}}

# game_scoring_firstGenderQuestion_description
source: Which player group starts the first point with more people?
de: Welche Gruppe startet im ersten Punkt mit mehr Personen?
fr: Quel groupe de personnes commence le point avec la majorité ?

# game_scoring_firstGenderQuestion_title
source: FMPs/MMPs
fr: Joueuses/Joueurs

# game_scoring_firstOffenseQuestion_description
source: Which team starts the first point with offense?
de: Welches Team startet im ersten Punkt mit der Offense?
fr: Quelle équipe a l'offensive au premier point ?

# game_scoring_firstOffenseQuestion_title
source: Offense/Defense
fr: Attaque/Défense

# game_scoring_firstServeQuestion_description
source: Who has the first serve?
de: Wer hat den ersten Aufschlag?
fr: Quelle équipe a été servie la première ?

# game_scoring_firstServeQuestion_title
source: First serve
de: Erster Aufschlag
fr: Première servie

# game_scoring_jerseyColorQuestion_title
source: Jersey color
de: Trikotfarbe
fr: Couleur des maillots

# game_scoring_jerseyColorQuestion_description
source: What color jerseys do the teams play in?
de: In welcher Trikotfarbe spielen die Teams?
fr: De quels couleurs sont les maillots des équipes ?

# game_scoring_questions_title
source: Before we start...
de: Bevor es los geht...
fr: Avant de commencer...

# game_scoring_questions_subtitle
source: {howMany, plural, one{Please answer the following question about the game} other{Please answer the following questions about the game}}
de: {howMany, plural, one{Bitte beantworte die folgende Frage zum Spiel} other{Bitte beantworte die folgenden Fragen zum Spiel}}
fr: Veuillez répondre aux questions suivantes à propos de la partie.

source: Finished
de: Fertig
fr: Terminé

# game_scoring_openQuestions
source: {howMany, plural, zero{No questions} one{{howMany} unanswered question} other{{howMany} unanswered questions}}
de: {howMany, plural, zero{Keine Fragen} one{{howMany} Frage unbeantwortet} other{{howMany} Fragen unbeantwortet}}
fr: {howMany, plural, zero{Aucune question} one{{howMany} question en suspens} other{{howMany} questions en suspens}}

# game_scoring_scoreBy
source: Point by
de: Punkt von
fr: Point de

# game_scoring_goalBy
source: Goal by
de: Tor von
fr: But de

# game_scoring_goals
source: Goals
de: Tore
fr: Buts

# game_scoring_ultimateScoreBy
source: Caught by
de: Gefangen von
fr: Attrapé par

# game_scoring_ultimateScores
source: Goals
fr: Points

# game_scoring_assistBy
source: Assist by
de: Assist von
fr: Passé par

# game_scoring_assists
source: Assists
fr: Passeurs/Passeuses

# game_scoring_soccerAssistBy
source: Assist by
de: Vorlage von
fr: Passé par

# game_scoring_soccerAssists
source: Assists
de: Vorlagen
fr: Passeurs/Passeuses

# game_scoring_ultimateAssistBy
source: Thrown by
de: Geworfen von
fr: Lancé par

# game_scoring_ultimateAssists
source: Assists
fr: Passeurs/Passeuses

# game_scoring_scoreDialog_noEntry
source: No entry
de: Keine Angabe
fr: Aucun.e joueur.se

# game_scoring_scoreDialog_newPlayer
source: New Player
de: Neuer Eintrag
fr: Nouve.lle joueur.se

# game_scoring_playerStats
source: Player Stats
de: Personenstatistiken
fr: Statistiques de jeu

# game_scoring_editPlayerStats
source: Edit Player Stats
de: Personenstatistiken bearbeiten
fr: Modification des statistiques

# game_scoring_integrityDialogTitle
source: That was too fast
de: Das war zu schnell
fr: Trop rapide !

# game_scoring_integrityDialogContent
source: Use the *Adjust score*-button if you want to set a specific score.
de: Nutze den *Spielstand korrigieren*-Button, wenn du einen bestimmten Spielstand einstellen möchtest.
fr: Utilisez le bouton *Ajustement* si vous voulez spécifier un score.

# game_scoring_undoEventTitle
source: Undo
de: Rückgängig machen
fr: Annuler

# game_scoring_undoEventDescription
source: Are you sure you want to undo this action?
de: Bist du sicher, dass du die Aktion rückgängig machen möchtest?
fr: Voulez-vous vraiment annuler cette action ?

# game_diagrams_breaks
source: Breaks
fr: Temps morts

# game_diagrams_breakDiff
source: Break difference
de: Break-Differenz
fr: Différence de temps morts

# game_scoring_diagram_noPlayerStatsEntered
source: No player stats have been recorded
de: Es wurden keine Personenstatistiken erfasst
fr: Aucune statistique de jeu enregistrée

# game_scoring_diagram_noStatsEntered
source: No live stats have been recorded
de: Es wurden keine Live-Statistiken erfasst
fr: Aucune statistique de diffusion enregistrée

# game_status_startUpcomingWithoutStartTime
source: Game upcoming
de: Spiel bevorstehend
fr: Partie à venir

# game_status_startUpcoming
source: Game starts {inDuration}
de: Spiel startet {inDuration}
fr: Début de la partie dans {inDuration}

# game_status_scheduledStartPassed
source: Scheduled start {durationAgo}
de: Geplanter Start {durationAgo}
fr: Partie prévue il y a {durationAgo}

# game_status_running
source: Game in progress
de: Spiel läuft
fr: Partie en cours

# game_status_finished
source: Game finished
de: Spiel beendet
fr: Partie terminée

# media
source: {howMany, plural, other{Media}}
de: {howMany, plural, one{Medium} other{Medien}}
fr: {howMany, plural, one{Média}, other{Médias}}

# game_scoring_serve
source: Serve
de: Aufschlag
fr: Servir

# mediaUpload_uploadProgress
source: {totalFiles, plural, one{{filesTransferred}/{totalFiles} file transferred} other{{filesTransferred}/{totalFiles} files transferred}}
de: {totalFiles, plural, one{{filesTransferred}/{totalFiles} Datei hochgeladen} other{{filesTransferred}/{totalFiles} Dateien hochgeladen}}
fr: {totalFiles, plural, one{{filesTransferred}/{totalFiles} fichier transféré} other{{filesTransferred}/{totalFiles} fichiers transférés}}

# mediaUpload_processingProgress
source: {totalFiles, plural, one{{filesProcessed}/{totalFiles} file processed} other{{filesProcessed}/{totalFiles} files processed}}
de: {totalFiles, plural, one{{filesProcessed}/{totalFiles} Datei verarbeitet} other{{filesProcessed}/{totalFiles} Dateien verarbeitet}}
fr: {totalFiles, plural, one{{filesProcessed}/{totalFiles} fichier traité} other{{filesProcessed}/{totalFiles} fichiers traités}}
