Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# personalTeamSelection_description2
source: All the teams you are subscribed to will be listed on *My team*. Navigate to a teams page to unsubscribe again.
de: Alle von dir abonnierten Teams werden unter *Mein Team* angezeigt. Navigiere zur Team-Seite, um Teams wieder zu deabonnieren.
fr: Toutes les équipes auxquelles vous êtes abonné·e seront listées dans *Mes équipes*. Consultez une équipe pour vous désabonner.

# personalTeams_noTeamSelected
source: No team selected
de: Kein Team ausgewählt
fr: Aucune équipe sélectionnée

source: Error
de: Fehler
fr: Erreur

# locationPermissionPermanentlyDenied_description
source: The location permission has been denied. Open the app settings and grant the permission manually to see your location on the map.
de: Die Standort-Berechtigung wurde verweigert. Öffne die App-Einstellungen und erteile die Berechtigung manuell um deinen Standort auf der Karte zu sehen.
fr: La permission de localisation a été refusée. Ouvrez les options de l'application et donner la permission manuellement pour vous localiser sur la carte.

# locationPermissionPermanentlyDenied_openSettings
source: Open settingsE
de: Einstellungen öffnen
fr: Ouvrir les options

# overviewMap_allMapObjects
source: No filter
de: Kein Filter
fr: Aucun filtre

source: Now
de: Jetzt
fr: Maintenant

# marker
source: {howMany, plural, one{Marker} other{Markers}}
de: {howMany, plural, one{Markierung} other{Markierungen}}
fr: {howMany, plural, one{Repère} other{Repères}}

source: Tournament area
de: Turniergelände
fr: Espace du tournoi

# tournamentArea_description
source: Define the area that should be initially displayed
de: Gib den Bereich an, der beim Öffnen der Karte angezeigt werden soll
fr: Définissez l'espace qui sera initialement affiché

# editField_goToFieldSetup
source: Go to field setup
de: Gehe zur Feldeinrichtung
fr: Configurer le terrain

# editField_fieldDeleted
source: The associated field no longer exists
de: Das zugehörige Feld existiert nicht mehr
fr: Le terrain associé n'existe plus

source: Initialize map
de: Karte initialisieren
fr: Initialiser la carte

source: Tournament location
de: Turnierort
fr: Lieu du tournoi

# tournamentLocation_description
source: Where does your tournament take place? Define the location by clicking on the map. After that, you can specify your tournament area more precisely.
de: Wo findet dein Turnier statt? Gib den Ort per Klick auf die Karte an. Im Anschluss kannst du dein Turniergelände genauer definieren.
fr: Où votre tournoi a-t-il lieu ? Définissez le lieu en cliquant sur la carte. Après cela, vous pourrez préciser l'espace du tournoi.

# addMarker_template_description
source: Choose a template and adapt it to your needs
de: Wähle eine Vorlage aus und passe sie deinen Vorstellungen an
fr: Choisissez un modèle et adaptez-le à vos besoins

# marker_icon
source: Icon
de: Symbol
fr: Icône

# marker_title
source: Title
de: Titel
fr: Titre

# addMarker_templates
source: Templates
de: Vorlagen
fr: Modèles

# newMaker_description
source: Use drag & drop to place a new marker on the map
de: Platziere eine neue Markierung per Drag & Drop auf der Karte
fr: Glissez-déposez le nouveau repère sur la carte

source: Width
de: Breite
fr: Largeur

source: Length
de: Länge
fr: Longueur

# editMap_general
source: General
de: Allgemein
fr: Général

source: New marker
de: Neue Markierung
fr: Nouveau repère

# personalTeam_noMatchFound
source: No game found
de: Kein Spiel gefunden
fr: Aucune partie trouvée

# personalTeam_matchVersus
source: {number} vs
fr: {number} contre

# personalTeam_forecastGameInfo
source: Games with a dotted frame could potentially follow, but have not yet been fixed. Which game will follow depends on the result of the previous games.
de: Spiele mit einem gepunktetem Rahmen können potentiell folgen, stehen aber noch nicht fest. Welches Spiel folgt, hängt vom Ergebnis der vorherigen Spiele ab.
fr: Les parties entourées de pointillés sont supposées, mais n'ont pas encore été définies. Les parties à venir dépendent des résultats des précédentes.

# personalTeam_upcoming
source: Upcoming
de: Bevorstehend
fr: À venir

# personalTeam_nextUnscheduled
source: Next game
de: Nächstes Spiel
fr: Prochaine partie

# scheduleJob_status_title
source: Status
fr: Statut

# scheduleJob_status_createModel
source: Create model
de: Modell erstellen
fr: Créer un modèle

# scheduleJob_status_findSolution
source: Find solution
de: Lösung finden
fr: Trouver une solution

# scheduleJob_status_optimizeSolution
source: Optimize solution
de: Lösung optimieren
fr: Optimiser la solution

# scheduleJob_durationSinceStart
source: Duration since start
de: Zeit seit Beginn
fr: Délai depuis le début

# scheduleJob_durationSinceLastSolution
source: Duration since last solution
de: Zeit seit letzter Lösung
fr: Délai depuis la dernière solution

# map_noMatchCurrently
source: No game currently
de: Aktuell kein Spiel
fr: Aucune partie en cours

# createTournamentButton_onlyLoggedIn_title
source: Account required
de: Account erforderlich
fr: Compte requis

# createTournamentButton_onlyLoggedIn
source: You are not logged in. Register in the app to be able to create tournaments. You can manage the tournaments you have added from anywhere using your account.
de: Du bist nicht eingeloggt. Registriere dich in der App, um Turniere erstellen zu können. Von dir hinzugefügte Turniere können von überall mit deinem Account verwaltet werden.
fr: Vous n'êtes pas connecté·e. Inscrivez-vous pour créer des tournois. Vous pouvez gérer vos tournois avec votre compte depuis n'importe quelle plateforme.

# ultimate_createTournamentDisclaimer
source: The **Ultimate Tournament App** is currently in beta status. Especially the creation of tournaments is not 100% mature yet. If you want to host your own tournament, join our [Discord](https://discord.gg/9XmPtSz86X) and follow the steps described in #rules. Alternatively, you can contact us by mail at info@ultimate-tournament.app. We are happy if you want to try out the app for your tournament and will be glad to help you. Feel free to contact us.
de: Die **Ultimate Tournament App** befindet sich derzeit im Beta-Status. Insbesondere das Erstellen von Turnieren ist noch nicht zu 100% ausgereift. Wenn du dein eigenes Turnier ausrichten möchtest, tritt unserem [Discord](https://discord.gg/9XmPtSz86X) bei und befolge die in #rules beschriebenen Schritte. Alternativ kannst du dich per Mail an info@ultimate-tournament.app wenden. Wir freuen uns, wenn du die App für dein Turnier ausprobieren möchtest und helfen dir gerne weiter. Schreib uns einfach an.
fr: L'application **Ultimate Tournament** est actuellement à l'essai. La création des tournois est particulièrement immature. Si vous souhaitez héberger votre tournoi, rejoignez notre serveur [Discord](https://discord.gg/9XmPtSz86X) et suivez les étapes décrites dans le canal #rules. Autrement, vous pouvez nous contacter à l'adresse info@ultimate-tournament.app. Nous sommes heureux que vous essayez l'application pour votre tournoi, et nous serons ravis de vous aider. Contactez-nous en cas de besoin.

# betaStatus_hostingTournamentDisclaimer
source: The **{appTitle} app** is currently in beta status. Creating and hosting tournaments is fully functional, but not yet 100% mature and intuitive.
de: Die **{appTitle} App** befindet sich zurzeit im Beta-Status. Das Ausrichten von Turnieren ist zwar vollumfänglich möglich, aber noch nicht zu 100% ausgereift und intuitiv.
fr: L'application **{appTitle}** est actuellement à l'essai. La création et l'hébergement des tournois sont fonctionnels, mais manque encore de maturité et d'intuitivité.

# betaStatus_docsText
source: You can find (yet incomplete) instructions [here]({docsLink}).
de: Eine (unvollständige) Anleitung findest du [hier]({docsLink}).
fr: Vous trouverez les instructions (incomplètes) [ici]({docsLink}).

# betaStatus_supportText
source: If you have any questions, feel free to contact us via [Discord]({discordLink}) or by e-mail to {supportMail}.
de: Melde dich bei Fragen gerne im [Discord]({discordLink}) oder per Mail an {supportMail}.
fr: Si vous avez la moindre question, contactez-nous via [Discord]({discordLink}) ou par courriel à {supportMail}.

# more_userProfile_title
source: Your tournament profile
de: Turnierprofil
fr: Votre profil de tournoi

# more_allGames
source: Games
de: Spiele
fr: Parties

# more_allTeams_title
source: Teams
fr: Équipes

# more_allFields_title
source: Fields
de: Felder
fr: Terrains

# more_allResults_title
source: Rankings
de: Platzierungen
fr: Classements

# more_allReferees_title
source: Referees
de: Schiris
fr: Arbitres

# more_allScores_title
source: Scores
de: Punkte
fr: Résultats

source: Changelog
de: Versionsverlauf
fr: Journal des modifications

source: Go back
de: Zurück
fr: Retour

# unknownError
source: An error occurred
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue

# relativeDate
source: {value, select, d6{Yesterday} d0{Today} d1{Tomorrow} other{null}}
de: {value, select, d5{Vorgestern} d6{Gestern} d0{Heute} d1{Morgen} d2{Übermorgen} other{null}}
fr: {value, select, d6{Hier} d0{Aujourd'hui} d1{Demain} other{{value}}}

# notification_personalTeam_activated
source: Notifications disabled
de: Benachrichtigungen aktiviert
fr: Notifications désactivées

# notification_personalTeam_deactivated
source: Notifications enabled
de: Benachrichtigungen deaktiviert
fr: Notifications activées

source: Feedback
fr: Avis

# feedback_app
source: App Feedback
fr: Avis sur l'application

# feedback_content_subtitle
source: What do you think about the {name} App? Do you particularly like a feature? Is a function missing or is something not working? Your feedback contributes to the further development of the app for your favourite sport! If you have feedback on a particular tournament, please contact the organiser directly.
de: Was denkst du über die {name} App? Gefällt dir eine Feature besonders? Fehlt eine Funktion oder funktioniert etwas nicht? Dein Feedback trägt zur Weiterentwicklung der App für deine Lieblingssportart bei! Wenn du Feedback zu einem bestimmten Turnier hast, melde dich bitte direkt beim Organisator.
fr: Que pensez-vous de l'application {name} ? Aimez-vous une fonctionnalité en particulier ? Vous manque-t-il une fonction ? Avez-vous remarqué un disfonctionnement ? Votre avis contribue à l'amélioration de cette application pour votre activité favorie ! Si vous avez un avis sur un tournoi, contactez directement leur organisation.

# feedback_content_label
source: Your feedback
de: Dein Feedback
fr: Votre avis

# feedback_contact_description
source: Optional - If we have any questions or answers, we will contact you using this address
de: Optional - Bei Rückfragen oder Antworten kontaktieren wir dich über diese Adresse
fr: Facultatif - Si nous avons une réponse ou une question à vous formuler, nous vous contacterons à cette adresse.

# feedback_submit
source: Submit
de: Abschicken
fr: Soumettre

# feedback_submitted
source: Submitted
de: Abgeschickt
fr: Soumis

# feedback_submittedThanks
source: Thank you for your feedback!
de: Danke für dein Feedback!
fr: Merci d'avoir partagé votre avis !

# link_copyCurrent
source: Copy link
de: Link kopieren
fr: Copier le lien

# link_showCurrentQR
source: Show QR code
de: QR-Code anzeigen
fr: Montrer le code QR

# link_shareCurrent
source: Share link
de: Link teilen
fr: Partager le lien

# tournamentObjects_title
source: Tournament
de: Turnier
fr: Tournoi

source: General
de: Allgemein
fr: Général

# teamPage_general_result
source: Result
de: Ergebnis
fr: Résultat

# teamPage_tournamentProgression
source: Tournament progression
de: Turnierverlauf
fr: Progression du tournoi

# teamPage_shareFanLink_title
source: Share Fan link
de: Fan-Link teilen
fr: Partager le lien d'abonnement

# teamPage_shareFanLink_description
source: Whoever opens the tournament via this link will receive all results from {team} directly on their mobile phone!
de: Wer das Turnier über diesen Link öffnet, erhält alle Ergebnisse von {team} direkt aufs Handy!
fr: Toute personne consultant le tournoi avec ce lien recevra les résultats de l'équipe {team} sur son mobile !

# teamPage_fanLink
source: Watch {team} at the tournament {tournament}: {link}
de: Folge {team} beim Turnier {tournament}: {link}
fr: Surveiller {team} au tournoi {tournament}: {link}

# teamPage_subscribe
source: SUBSCRIBE
de: ABONNIEREN
fr: S'abonner

# teamPage_subscribed
source: SUBSCRIBED
de: ABONNIERT
fr: Abonné·e

# teamPage_unsubscribe
source: Unsubscribe
de: Nicht mehr abonnieren
fr: Se désabonner

# teamPage_editNotificationSettings
source: Change notification settings
de: Benachrichtigungseinstellungen ändern
fr: Modifier les paramètres de notification

# personalTeamNotification_title
source: Do you want to receive notifications for team {team}?
de: Möchtest du Benachrichtigungen zum Team {team} erhalten?
fr: Voulez-vous recevoir des notifications pour l'équipe {team}?

# personalTeamNotification_participant_title
source: Yes, information about my games
de: Ja, bei Infos zu meinen Spielen
fr: Oui, des informations à propos de mes parties

# personalTeamNotification_participant_subtitle
source: For participants
de: Für Teilnehmende
fr: Pour les participant·es

# personalTeamNotification_participant_tooltip
source: You will receive notifications: - 30 minutes before each game - at the start of a game - when the time is up - when a game has ended - when a new game is scheduled - when the start time or field changes - when a new post was published
de: Dann erhältst du Benachrichtigungen: - 30 Minuten vor jedem Spiel - wenn ein Spiel startet - wenn die Zeit abgelaufen ist - wenn ein Spiel beendet wurde - wenn ein neues Spiel feststeht - wenn sich Startzeit oder Feld ändern - bei neuen News-Beiträgen
fr: Vous recevrez des notifications : - 30 minutes avant chaque partie - au début d'une partie - lorsque le temps est écoulé - lorsque la partie est terminée - lorsqu'une nouvelle partie est programmée - lorsque l'heure ou le terrain ont changé - lorsqu'un nouveau message est publié

# personalTeamNotification_spectator_tooltip
source: You will receive notifications: - at the start of a game - when the score changes - when a game has ended
de: Dann erhältst du Benachrichtigungen: - wenn ein Spiel startet - wenn sich der Spielstand ändert - wenn ein Spiel beendet wurde
fr: Vous recevrez des notifications: - au début d'une partie - lorsque le score évolue - lorsque la partie est terminée

# personalTeamNotification_spectator_title
source: Yes, new scores and results
de: Ja, bei neuen Spielständen und Ergebnissen
fr: Oui, les scores et résultats

# personalTeamNotification_spectator_subtitle
source: For fans at home
de: Für daheimgebliebene Fans
fr: Pour les supporteur·rices

source: No
de: Nein
fr: Non

source: Not now
de: Jetzt nicht
fr: Plus tard

# nothingHere
source: Nothing to see here yet
de: Hier gibt es noch nichts zu sehen
fr: Rien à voir ici pour l'instant

# fieldPage_navigateToField
source: Navigate to field
de: Zum Feld navigieren
fr: Se déplacer vers le terrain

# fieldPage_noMapInitialized
source: Map has not beed defined
de: Karte wurde nicht definiert
fr: Aucune carte définie

# fieldPage_fieldNotInitialized
source: Field location has not been defined
de: Position des Feldes wurde nicht definiert
fr: Aucune localisation de terrain définie

source: Remove filter
de: Filter entfernen
fr: Supprimer le filtre

source: Apply filter
de: Filter anwenden
fr: Appliquer le filtre

source: Filter
fr: Filtrer

source: Search
de: Suchen
fr: Rechercher

# personalTeam_goToTeamPage
source: Go to {team}
de: Mehr zu {team}
fr: Voir l'équipe {team}

source: Certificate
de: Urkunde
fr: Certificat

# certificate_fileName
source: Certificate - {tournamentName} - {teamName}
de: Urkunde - {tournamentName} - {teamName}
fr: Certificat - {tournamentName} - {teamName}

# teamPage_certificateNotReady
source: After the tournament you can download your certificate here
de: Nach Ende des Turniers kannst du dir hier deine Urkunde herunterladen
fr: Après le tournoi, vous pouvez télécharger votre certificat ici

# certificate_content
source: At tournament *{tournament}* team {team} reached {rank} place
de: Das Team {team} erreichte beim Turnier *{tournament}* den {rank} Platz
fr: Au tournoi *{tournament}*, l'équipe {team} a atteint la {rank} place

# rankWithSuffix
source: {selectionRank, select, r1{{innerRank}st} r2{{innerRank}nd} r3{{innerRank}rd} other{{innerRank}th}}
de: {selectionRank, select, other{{innerRank}.}}
fr: {selectionRank, select, r1{{innerRank}ère} r2{{innerRank}ième} r3{{innerRank}ième} other{{innerRank}ième}}

# profilePage_title
source: Profile
de: Profil
fr: Profil

# profilePage_copyIdToken
source: Copy token
de: Token kopieren
fr: Copier le jeton

# loginPage_title
source: Sign In
de: Einloggen
fr: Se connecter

# registerPage_title
source: Register
de: Registrieren
fr: S'incrire

# verifyEmailPage_title
source: Verify Email
de: E-Mail verifizieren
fr: Vérifier l'E-Mail

# popConfirmationDialog_title
source: Exit?
de: Seite verlassen?
fr: Quitter ?

# popConfirmationDialog_content
source: Are you sure to exit this screen? Changes will not be saved.
de: Bist du sicher, dass du diese Seite verlassen willst? Änderungen werden nicht gespeichert.
fr: Voulez-vous vraiment quitter cette écran ? Les modifications seront perdues.

# yesLeave
source: Yes, exit
de: Ja, verlassen
fr: Oui

source: Camera
de: Kamera
fr: Caméra

source: Gallery
de: Galerie
fr: Galerie

# editPostingPage_title
source: Edit post
de: Beitrag bearbeiten
fr: Modifier le message

# notFoundError
source: Nothing found here
de: An dieser Stelle wurde nichts gefunden
fr: Rien ici

# confirmationRequired
source: Confirmation from administrators required
de: Bestätigung der Turnierleitung erforderlich
fr: Confirmation requise de l'administration

# entity_deleteConfirmationTitle
source: Delete entry
de: Eintrag löschen
fr: Supprimer l'entrée

# entity_deleteConfirmationContent
source: Are you sure to delete this entry?
de: Bist du sicher, dass du den Eintrag löschen möchtest?
fr: Voulez-vous vraiment supprimer cette entrée ?

source: Label
de: Bezeichnung
fr: Étiquette

# entity_navigateToPage
source: Navigate to page
de: Zur Seite navigieren
fr: Ouvrir la page

# entity_navigateToAssignment
source: Navigate to assignment screen
de: Zur Zuweisung navigieren
fr: Ouvrir l'écran des affectations

# entity_removeAssignment
source: Remove assignments of selected games
de: Zuweisung von ausgewählten Spielen entfernen
fr: Retirer les affectations des parties sélectionnées

# entity_assignGames
source: Assign selected games
de: Ausgewählte Spiele zuweisen
fr: Affecter les parties sélectionnées

# entity_fastEntry_title
source: Quick assignment
de: Schnellzuweisung
fr: Affectation rapide

# entity_fastEntry_subtitle
source: Selected entry gets assigned/removed when tapping a game
de: Ausgewählter Eintrag wird per Klick auf Spiel zugewiesen/entfernt
fr: Les entrées sélectionnées seront affectées/retirées en cliquant sur une partie

# entity_title
source: Other assignments
de: Sonstige Zuweisungen
fr: Autres affectations

# entity_type
source: {type, select, referee{Referee} scorekeeper{Scorekeeper} staff{Staff} other{{type}}}
de: {type, select, referee{Schiri} scorekeeper{Kampfgericht} staff{Staff} other{{type}}}
fr: {type, select, referee{Arbitre} scorekeeper{Marqueur·euse} staff{Organisateur·rice} other{{type}}}

# entity_typePlural
source: {type, select, referee{Referees} scorekeeper{Scorekeepers} staff{Staff members} other{{type}}}
de: {type, select, referee{Schiris} scorekeeper{Kampfgerichte} staff{Staff-Mitglieder} other{{type}}}
fr: {type, select, referee{Arbitres} scorekeeper{Marqueur·euse} staff{Membres de l'organisation} other{{type}}}

source: Entry
de: Eintrag
fr: Entrée

source: Upload certificate template
de: Urkundenvorlage hochladen
fr: Déposer un modèle de certificat

# notification_postings_activated
source: Notifications enabled
de: Benachrichtigungen aktiviert
fr: Notifications activées

# notification_postings_deactivated
source: Notifications disabled
de: Benachrichtigungen deaktiviert
fr: Notifications désactivées

source: Publish
de: Veröffentlichen
fr: Publier

source: Admin Area
de: Admin-Bereich
fr: Espace Administration

# controlCenter_confirmationRequired
source: Confirmation required
de: Bestätigung erforderlich
fr: Confirmation requise

# controlCenter_currentNotStarted
source: Not started
de: Nicht gestartet
fr: En attente

# controlCenter_finished
source: Finished
de: Beendet
fr: Terminé

# controlCenter_missingResults
source: Missing results
de: Fehlende Ergebnisse
fr: Résultats manquants

# controlCenter_current
source: Current
de: Aktuell
fr: En cours

# controlCenter_upcoming
source: Upcoming
de: Bevorstehend
fr: À venir

# controlCenter_conflict
source: Conflicts
de: Konflikte
fr: Conflits

# controlCenter_conflict_hint
source: Navigate to the respective division to resolve conflicts
de: Navigiere zur jeweiligen Spielklasse, um Konflikte zu beheben
fr: Consulter les divisions concernées pour résoudre les conflits

# pdf_exportDate
source: Export from {date}
de: Export vom {date}
fr: Exporter depuis le {date}

# pdf_footerScanForLiveData
source: Scan QR code for live data
de: Für Live-Daten QR-Code scannen
fr: Scanner le code QR pour obtenir les données en direct

# pdf_scanQrCodeForMore
source: Scan QR code for more information
de: Für weitere Infos QR-Code scannen
fr: Scanner le code QR pour obtenir plus d'information

source: Time
de: Zeit
fr: Heure

source: Result
de: Ergebnis
fr: Résultat

# pdf_away
source: Away
de: Gast
fr: Extérieur

# pdf_home
source: Home
de: Heim
fr: Domicile

# pdf_showAsPdfButton
source: Show as PDF
de: Als PDF anzeigen
fr: Visualiser au format PDF

# pdf_pageTitle
source: PDF view
de: PDF-Ansicht
fr: Vue PDF

# certificate_showAll
source: Show all certificates
de: Alle Urkunden anzeigen
fr: Montrer tous les certificats

# certificate_downloadAll
source: Download all certificates
de: Alle Urkunden herunterladen
fr: Télécharger tous les certificats

source: Livestream
fr: Diffusion en direct

source: Go to livestream
de: Zum Livestream
fr: Ouvrir la diffusion en direct

source: Name
fr: Nom

source: Short name
de: Kurzform
fr: Surnom

# solidsportSetup_initialize_title
source: Synchronize this tournament with solidsport
de: Dieses Turnier mit Solidsport synchronisieren
fr: Synchroniser ce tournoi avec Solidsport

# solidsportSetup_status
source: Status
fr: Statut

# solidsportSetup_status_disabled
source: Disabled
de: Deaktiviert
fr: Désactivé

# solidsportSetup_status_error
source: Error ({status}): {statusText}
de: Fehler ({status}): {statusText}
fr: Erreur ({status}): {statusText}

# solidsportSetup_status_success
source: Connected
de: Verbunden
fr: Connecté

# solidsportSetup_status_unknown
source: Unknown
de: Unbekannt
fr: Inconnu

# solidsportSetup_url
source: Link to the event
de: Link zum Event
fr: Lien vers l'évènement

# solidsportSetup_url_notFound
source: Not available
de: Nicht verfügbar
fr: Indisponible

source: Disabled
de: Deaktiviert
fr: Désactivé

# enabled
source: Activated
de: Aktiviert
fr: Activé

# roles
source: {howMany, plural, one{Role} other{Roles}}
de: {howMany, plural, one{Rolle} other{Rollen}}
fr: {howMany, plural, one{Rôle} other{Rôles}}

# usersAndPermissions_roleKeys
source: Role Key
de: Rollen-Schlüssel
fr: Clé de rôle

# createdAt
source: Created at {value}
de: Erstellt am {value}
fr: Créé le {value}

# usersAndPermissions_roleKeys_createDialog_title
source: Create Role Key
de: Rollen-Schlüssel erstellen
fr: Créer une clé
