Repository: TimBaumgart/tourney-maker-intl
Catalog: intl_*.arb
Languages: de, fr

# media_areYouSureToDelete
source: {howMany, plural, one{Are you sure to delete this picture?} other{Are you sure to delete {howMany} pictures?}}
de: {howMany, plural, one{Bist du sicher, dass du das Bild löschen möchtest?} other{Bist du sicher, dass du {howMany} Bilder löschen möchtest?}}
fr: {howMany, plural, one{Voulez-vous vraiment supprimer cette image ?} other{Voulez-vous vraiment supprimer ces {howMany} images ?}}

# mediaUpload_waitUntilFinished
source: Please wait until the upload is finished
de: Bitte warte, bis der Upload abgeschlossen ist.
fr: Veuillez patienter jusqu'à la fin du téléchargement

# mediaUpload_saveToLeaveScreen
source: You can safely exit this screen
de: Du kannst die Seite verlassen.
fr: Vous pouvez maintenant quitter cet écran

# game_scoring_addPhoto
source: Add photo
de: Foto hinzufügen
fr: Ajouter une photo

source: Share
de: Teilen
fr: Partager

# media_dateTaken
source: Date taken
de: Aufnahme-Datum
fr: Date de prise

# media_dateUploaded
source: Date uploaded
de: Upload-Datum
fr: Date de téléchargement

# media_originalResolution
source: Original Resolution
de: Original-Qualität
fr: Résolution originale

# media_resolution
source: Resolution
de: Auflösung
fr: Résolution

# media_share_lowResolution
source: Share with low resolution
de: Mit geringer Auflösung teilen
fr: Partager en basse résolution

# media_share_lookAtThisPhoto
source: Look at this photo: {link}
de: Sieh dir dieses Foto an: {link}
fr: Regardez cette photo : {link}

# media_share_lookAtThisTournamentPhoto
source: Look at this photo from tournament {tournament}: {link}
de: Sieh dir dieses Foto vom Turnier {tournament} an: {link}
fr: Regardez cette photo du tournoi {tournament} : {link}

source: Download
de: Herunterladen
fr: Télécharger

# media_download_success
source: The photo as been downloaded
de: Das Foto wurde heruntergeladen
fr: La photo a été téléchargée

# media_unlockHighResolution
source: Unlock High Resolution
de: Hohe Auflösung freischalten
fr: Débloquer la haute résolution

# media_resolution_canAccessShareDownload
source: You can view, share, and download all photos from the tournament in original quality.
de: Du kannst alle Fotos des Turniers in Original-Qualität ansehen, teilen und herunterladen.
fr: Vous pouvez visualier, partager et télécharger toutes les photos du tournoi dans leur qualité originale.

# media_paywall_restricted
source: You can view all tournament photos in low resolution for free. By purchasing a photo, you gain access to the original quality, can share and download it.
de: Du kannst alle Fotos des Turniers kostenlos in niedriger Auflösung ansehen. Mit dem Kauf eines Fotos erhältst du Zugriff auf die Originalqualität, kannst es teilen und herunterladen.
fr: Vous pouvez visualiser gratuitement toutes les photos du tournoi en basse résolution. En achetant la photo, vous pouvez partager et télécharger la version originale.

# media_paywall_restrictedSupportFreeOfChargeApp
source: This helps us to keep developing the app and continue offering it free of charge.
de: So unterstützt du die kontinuierliche Weiterentwicklung der App und hilfst uns, sie weiterhin kostenlos anzubieten.
fr: Vous contribuez au développement de nouvelles fonctionnalités et à la gratuité de l'application sur les plateformes.

# media_paywall_singlePhoto
source: Single
de: Einzelfoto
fr: Seule

# media_paywall_singlePhotoDescription
source: Only this photo
de: Nur dieses Foto
fr: Seulement cette photo

# media_paywall_photoPackage
source: Photo Package
de: Foto-Paket
fr: Lot de photos

# media_paywall_photoPackageDescription
source: All photos from the tournament
de: Alle Fotos des Turniers
fr: Toutes les photos du tournoi

# media_paywall_experimentalFeature
source: *This feature is experimental. You can activate the photo package free of charge.
de: *Das Feature befindet sich in der Testphase. Du kannst das Foto-Paket kostenlos aktivieren.
fr: *Cette fonctionnalité est expérimentale. Vous pouvez activer le lot de photos gratuitement.

# media_addWhileScoringToSeeHere
source: Add media while scoring games to see them here
de: Füge Medien beim Punkten von Spielen hinzu, um sie hier zu sehen
fr: Ajouter des médias en marquant les parties pour les voir ici

# media_noMediaFound
source: No media available
de: Keine Medien vorhanden
fr: Aucun média disponible

# media_addToSeeHere
source: Add media to see them here
de: Füge Medien hinzu, um sie hier zu sehen
fr: Ajoutez un média pour le voir ici

# media_activatedOrNot
source: {active, select, true{Media are activated for this tournament} other{Media are deactivated for this tournament}}
de: {active, select, true{Medien sind für dieses Turnier aktiviert} other{Medien sind für dieses Turnier deaktiviert}}
fr: {active, select, true{Les médias sont activés pour ce tournoi} other{Les médias sont désactivés pour ce tournoi}}

# posting_defineAsThumbnail
source: Set as thumbnail
de: Als Thumbnail festlegen
fr: Choisir comme miniature

# media_settingAddPermissionTitle
source: Who is allowed to add media to the gallery at any time?
de: Wer darf zu jedem Zeitpunkt Medien in der Gallerie hinzufügen?
fr: Qui a l'autorisation de partager des médias n'importe quand ?

# media_settingAddWhileScoringPermissionTitle
source: Who is allowed to add media while scoring games?
de: Wer darf Medien beim Punkten von Spielen hinzufügen?
fr: Qui a l'autorisation de partager des médias pendant les parties ?

source: Scoreboard View
de: Scoreboard-Ansicht
fr: Tableau des résultats

# media_sourceType
source: {type, select, camera{Take a photo} gallery{Open gallery} other{{type}}}
de: {type, select, camera{Aufnehmen} gallery{Gallerie öffnen} other{{type}}}
fr: {type, select, camera{Prendre une photo} gallery{Ouvrir la galerie} other{{type}}}

# media_uploadGuidelines_title
source: Upload Guidelines
de: Upload-Richtlinien
fr: Guide de partage

# media_uploadGuidelines_content
source: **Before uploading a photo, please respect privacy and personal rights**. By continuing, you confirm that: - You have permission from every person shown in the photo. - The image contains no sensitive data and follows our data-protection guidelines. - No children appear in the photo. - No one is shown without their consent or in an unauthorized setting. Admins may delete photos that violate these rules. If you see an image that appears to breach privacy or data-protection rules, you can easily report it through our in-app reporting tool.
de: **Bevor du ein Foto hochlädst, achte bitte auf die Privatsphäre und Persönlichkeitsrechte.** Mit dem Hochladen bestätigst du, dass: - Du die Zustimmung aller auf dem Foto abgebildeten Personen hast. - Das Bild keine sensiblen Daten enthält und unseren Datenschutzrichtlinien entspricht. - Keine Kinder auf dem Foto zu sehen sind. - Niemand ohne seine Zustimmung oder in einer nicht zulässigen Umgebung abgebildet ist. Admins können Fotos entfernen, die gegen diese Regeln verstoßen. Wenn du ein Bild entdeckst, das möglicherweise gegen Datenschutzbestimmungen verstößt, kannst du es einfach über unser Meldetool in der App melden.
fr: **Avant de partager une photo, respectez la vie privée d'autrui**. En poursuivant, vous confirmez que : - Vous avez la permission de toutes les personnes visibles sur la photo. - L'image respecte nos conditions de protecton des informations sensibles. - Aucun enfant n'apparait sur la photo. - Personne n'est montrée sans son consentement ou dans des conditions illégales. L'administration se réserve le droit de supprimer les photos contre-indiquées. Si vous voyez une image enfreignant ces règles, vous pouvez la signaler depuis l'application.

# media_report
source: Report photo
de: Foto melden
fr: Signaler une photo

# mediaReport_confirm
source: Submit report
de: Meldung abschicken
fr: Envoyer le signalement

# mediaReport_type
source: {type, select, personalRights{It violates personal or privacy rights either of me or a third person} abuse{It is inappropriate or offensive (nudity, violence, ...)} copyright{It violates my copyright} scope{It has nothing to do with the tournament} wrongAssignment{It has been assigned to the wrong team or game, or the assignment is missing} other{Something else} unknown{Unknown reason} vision{Automatic detection of explicit content}}
de: {type, select, personalRights{Es verletzt meine persönlichen Rechte oder Datenschutzrechte oder die einer dritten Person} abuse{Es ist unangemessen oder beleidigend (Nacktheit, Gewalt, ...)} copyright{Es verletzt mein Urheberrecht} scope{Es hat nichts mit dem Turnier zu tun} wrongAssignment{Es wurde dem falschen Team oder Spiel zugeordnet, oder die Zuordnung fehlt} other{Sonstiges} unknown{Unbekannter Grund} vision{Automatische Erkennung anstößiger Inhalte}}
fr: {type, select, personalRights{Elle viole les droits à la vie privée de moi-même ou d'autrui} abuse{Elle est inappropriée ou blessante (nuditée, violence, ...)} copyright{Elle viole mon droit à l'image} scope{Elle est hors du contexte du tournoi} wrongAssignment{Elle identifie la mauvaise équipe ou partie, ou est non-identifiée} other{Autre chose} unknown{Raison inconnue} vision{Détection automatique de contenu explicite}}

# mediaReport_reason_title
source: Reason
de: Grund
fr: Raison

# mediaReport_reason_description
source: Why do you want to report this photo?
de: Warum möchtest du dieses Foto melden?
fr: Pourquoi signalez-vous cette photo ?

# mediaReport_description_title
source: Description
de: Beschreibung
fr: Résumé

# mediaReport_description_description
source: Would you like to add anything else?
de: Möchtest du uns dazu noch etwas mitteilen?
fr: Voulez-vous ajouter autre chose ?

# mediaReportReview_title
source: This photo has been reported
de: Dieses Foto wurde gemeldet
fr: Cette photo a été signalée

# mediaReportReview_description
source: {visible, select, true{Since the reason for reporting is not severe or the photo has already been approved, it remains visible. You can reject the report or delete the photo.} other{Since the reason for reporting is severe, the photo is no longer visible for users. You can reactivate or delete it.}}
de: {visible, select, true{Da der Melde-Grund nicht schwerwiegend ist oder das Foto bereits freigeschaltet wurde, ist es weiterhin sichtbar. Du kannst die Meldung ablehnen oder das Foto löschen.} other{Da der Meldegrund schwerwiegend ist, ist das Foto nicht mehr für User sichtbar. Du kannst es wieder reaktivieren oder löschen.}}
fr: {visible, select, true{Puisque la raison du signalement est non-critique ou la photo a été approuvée, elle reste visible. Vous pouvez refuser le signalement ou supprimer la photo.} other{Puisque la raison du signalement est critique, cette photo est masquée au public. Vous pouvez la re-publier ou la supprimer.}}

# mediaReportView_reject
source: {visible, select, true{Reject report & keep photo} other{Reject report & reactivate photo}}
de: {visible, select, true{Meldung ablehnen & Foto behalten} other{Meldung ablehnen & Foto reaktivieren}}
fr: {visible, select, true{Refuser le signalement et conserver la photo} other{Refuser le signalement et re-publier la photo}}

# media_delete
source: Delete photo
de: Foto löschen
fr: Supprimer la photo

# mediaReport_submitted
source: Report submitted
de: Meldung eingereicht
fr: Signalement envoyé

# media_uploadedByUser
source: You uploaded this photo
de: Du hast dieses Foto hochgeladen
fr: Vous avez partagé cette photo

# setting_livestream_tournamentUrl
source: Tournament Livestream URL
de: Turnier-Livestream-Verlinkung
fr: Adresse de la rediffusion du tournoi

# setting_livestream_tournamentUrlDescription
source: The URL provided here will be linked on the tournament home area.
de: Die hier angegebene URL wird auf der Turnierstartseite verlinkt.
fr: Cette adresse est disponible sur le résumé du tournoi.

# setting_livestream_gameUrls
source: Game Livestream URLS
de: Spiele-Livestream-Verlinkungen
fr: Adresses des rediffusions des parties

# setting_livestream_gameUrlsDescription
source: The URLs listed here are linked on the details page for each game. YouTube livestreams are displayed directly in the app and overlaid with live game data.
de: Die hier angegebenen URLs werden auf der Detail-Seite des jeweiligen Spiels verlinkt. YouTube-Livestreams werden direkt in der App angezeigt und mit Live-Daten des Spiels überlagert.
fr: Ces adresses sont disponibles dans les résumés de chaque partie. Les rediffusions YouTube sont affichées directement dans l'application, annotées des données de jeu.

# setting_livestream_linkedGames
source: {howMany, plural, one{1 game linked} other{{howMany} games linked}}
de: {howMany, plural, one{1 Spiel verlinkt} other{{howMany} Spiele verlinkt}}
fr: {howMany, plural, one{1 partie diffusée} other{{howMany} parties diffusées}}

# setting_livestream_link
source: Link
fr: Lien

# setting_livestream_title
source: Link
de: Verlinkung
fr: Lien

# postingPage_viewAllMedia
source: View all
de: Alle ansehen
fr: Tout voir

# setting_halftime
source: Halftime
de: Halbzeit
fr: Mi-temps

# organization
source: {howMany, plural, one{Organization} other{Organizations}}
de: {howMany, plural, one{Organisation} other{Organisationen}}
fr: {howMany, plural, one{Organisation} other{Organisations}}

# organizationSetup_addUser
source: Add user
de: User hinzufügen
fr: Ajouter une personne

# home_goToOrganization
source: Go to tournament overview
de: Zur Turnier-Übersicht
fr: Voir le résumé du tournoi

# modalBottomSheet_game_title
source: Options
de: Optionen

# main_games_appBar_filter_menu_divisions_title
source: Divisions
de: Spielklassen

# drawer_option_docs
source: Documentation
de: Dokumentation

# division
source: {howMany, plural, one{Division} other{Divisions}}
de: {howMany, plural, one{Spielklasse} other{Spielklassen}}

# groupTableDefeatsShort
source: D
de: N

# groupTableSegmentWinsShort
source: SE+
de: SA+

# groupTableSegmentDefeatsShort
source: SE-
de: SA-

# groupTableSegmentsDiffShort
source: SE+/-
de: SA+/-

# setting_segmentsTotal
source: Total
de: Gesamt

# minutesX
source: {howMany, plural, one{{howMany} minute} other{{howMany} minutes}}
de: {howMany, plural, one{{howMany} Minute} other{{howMany} Minuten}}

# setting_sport
source: Sport
de: Sportart

# export_notes
source: Notes
de: Notizen

# schedule_implication
source: Implication
de: Auswirkung

source: Seed
de: Setzplatz

source: Seeding
de: Setzliste

# timetable_actions
source: Actions
de: Aktionen

# home_components
source: Information
de: Informationen

# time_minute
source: {howMany, plural, one{1 minute} other{{howMany} minutes}}
de: {howMany, plural, one{1 Minute} other{{howMany} Minuten}}

# more_allDivisions_title
source: Divisions
de: Spielklassen

# more_allBrackets_title
source: Brackets
de: Runden

# feedback_contact_title
source: Contact
de: Kontakt

# teamPage_general_info
source: Information
de: Informationen

# entity_typeLabel
source: Type
de: Typ

# certificate_rankX
source: {rankWithSuffix} place
de: {rankWithSuffix} Platz

source: Date
de: Datum

source: Description
de: Beschreibung

# minute
source: {howMany, plural, one{minute} other{minutes}}
de: {howMany, plural, one{Minute} other{Minuten}}

# registrationSetup_deleteAllEntries
source: Delete all registrations
de: Alle Anmeldungen löschen

# brackets_forcePlaceFollowers
source: Set followers early on
de: Nachfolger frühzeitig setzen

# brackets_forcePlaceFollowers_description
source: When active, subsequent elements are set based on the current pool result, even if not all games have been finished yet.
de: Wenn aktiv, werden nachfolgende Elemente auf Basis des aktuellen Gruppenergebnisses gesetzt, auch wenn noch nicht alle Spiele beendet wurden

# brackets_information
source: Information
de: Informationen

# settingsPage_notifications
source: Notifications
de: Benachrichtigungen

# defaultDivisionName
source: Division 1
de: Spielklasse 1

# game_scoring_deleteMediaEvent
source: Delete entry
de: Eintrag löschen

# information
source: {howMany, plural, other{Information}}
de: {howMany, plural, one{Information} other{Informationen}}

# game_scoring_scores
source: Points
de: Punkte

# setupOrganization_addUserMailTemplate
source: ## Welcome to {appTitle}! Hello, You have been added to the organization **{organization}**. Click the following link to log in to your account: %magicLink% --- *If you did not expect this email, you can safely ignore it. This link will expire for security reasons.*
de: ## Willkommen bei {appTitle}! Hallo, Du wurdest zur Organisation **{organization}** hinzugefügt. Klicke auf den folgenden Link, um dich in dein Konto einzuloggen: %magicLink% --- *Wenn du diese E-Mail nicht erwartet hast, kannst du sie einfach ignorieren. Der Link wird aus Sicherheitsgründen bald ablaufen.*

# media_assignments
source: Assignments
de: Zuordnungen

# media_editAssignments
source: Edit assignments
de: Zuordnungen bearbeiten
